// Localized versions of various UI strings

// App name
AppName = "iPhoto";
VersionFormat = "%1$@ (%2$@)";	// for example, "4.0d8 (150)"
AboutFormat = "版本 %2$@";		// AppName VersionFormat
MediaBrowser = "显示 Aperture 图库…";

// Document handling
NewDocumentLocation = "新建“照片图库”";
OpenDocumentLocation = "打开“照片图库”";
SaveDocumentLocation = "拷贝“照片图库”";
LibraryAlreadyOpenWarning = "iPhoto Library（iPhoto 图库）已锁定、在锁定磁盘上，或您无权对其进行更改。";

CopyingAlbum = "正在拷贝相簿：%1$@";
CopyingLibrary = "正在拷贝“照片图库”…";
CopyingSuccessful = "已成功拷贝照片图库。";
CopyingFailed = "未能拷贝照片图库。";
CopyingCanceled = "拷贝照片图库已被取消。";
CopyingCleanup = "正在移走不完整的照片图库…";
LoadingLibrary = "正在载入照片…";
LoadingPhoto = "正在载入照片…";

CommandAddFlaggedPhotosToSelectedEvent = "将有旗标的照片添加到选定事件";
ManualSplitEnter = "进入手动分离模式";
ManualSplitExit = "退出手动分离模式";
CantSplit = "在所选照片处分离当前事件。这是不活跃的，因为未选择照片。";
SplitIntoTwo = "在所选照片处分离当前事件。";

// Preferences
General = "通用";
Appearance = "外观";
Sharing = "共享";
Subscriptions = "网络画廊";
Keywords = "关键词";
Advanced = "高级";
Events = "事件";

// Web site
WebSiteURL = "http://www.apple.com.cn/iphoto/";
WebHotTipsURL = "http://www.apple.com/ch/support/iphoto/hottips";
WebBuyURL = "http://www.apple.com/cn/iphoto/buy/";
VideoTutorialsURL = "http://www.apple.com/cn/ilife/tutorials/iphoto/";
WebFeedbackURL = "http://www.apple.com/cn/feedback/iphoto.html";
WebRegistrationURL = "http://www.apple.com/register/iphoto.html";
WebCustomerServiceURL = "http://www.apple.com/cn/support/iphoto/";

BookPricingURL = "http://www.apple.com.cn/ilife/iphoto/prints.html";
CalendarPricingURL = "http://www.apple.com.cn/ilife/iphoto/prints.html";
CardPricingURL = "http://www.apple.com.cn/ilife/iphoto/prints.html";
PrintPricingURL = "http://www.apple.com.cn/ilife/iphoto/prints.html";
GPSMapURL = "http://maps.google.com/maps?q=%f+%f";
WelcomeURL = "http://www.apple.com/cn/ws/iphoto";
iDiskBuyMoreURL = "http://www.apple.com/mac/redirects/idiskutility/buystorage";

// Tutorial Announcement Dialog
TutorialAnnouncementTitle = "用于 iPhoto 的新 QuickTime 视频教程";
TutorialAnnouncementMessage = "了解更多有关 iPhoto 6 中令人激动的新功能的信息！\n";
TutorialAnnouncementURL = "http://www.apple.com/cn/ilife/iphoto/whatsnew";

// Getting Started
UsersGuidePath = "/Library/Documentation/Applications/iPhoto/iPhoto Getting Started.app";
CannotFindUsersGuideTitle = "找不到文件";
CannotFindUsersGuideMessage = "该文件已被移动或删除。";

// Tool tip for scroll bar (currently not implemented)
ScrollTipRoll = "事件 %1$u - %2$d/%3$d";	// "Roll 3 - 10/2001"
ScrollTipDate = "%1$d/%2$d";				// "10/2001"	(only month/year as scroller will be approximate)
ScrollTipKeywords = "关键词：%1$@";

// Photo count strings (ONLY FOR USE IN THE MAIN WINDOW)
Photo-None = "无照片";
Photo-One = "1 张照片";
Photo-Some = "%2$@%1$@ 张照片%3$@";
Photo-Many = "%2$@%1$@ 张照片%3$@";
Item-None = "无项";
Item-One = "1 项";
Item-Some = "%2$@%1$@ 项%3$@";
Item-Many = "%2$@%1$@ 项%3$@";
Total-None = "";
Total-One = " (总计 1 个)";
Total-Some = "（总计 %1$@）";
Total-Many = "（总计 %1$@）";
EditingPhoto-None = "无照片";
EditingPhoto-One = "%2$@ 张中的 #%1$@ 张照片";
EditingPhoto-Some = "%2$@ 张中的 #%1$@ 张照片";
EditingPhoto-Many = "%2$@ 张中的 #%1$@ 张照片";

RollSorted = "/按事件";
DateSorted = "/按日期";
KeywordSorted = "/按关键词";
TitleSorted = "/按标题";
RatingSorted = "/按评价";
ManuallySorted = "／按手动";
DescendingRollSorted = "/按事件（降序）";
DescendingDateSorted = "/按日期（降序）";
DescendingKeywordSorted = "/按关键词（降序）";
DescendingTitleSorted = "/按标题（降序）";
DescendingRatingSorted = "/按评价（降序）";

ExportPhoto-None = "无项";
ExportPhoto-One = "1 项";
ExportPhoto-Some = "%1$@ 项";
ExportPhoto-Many = "%1$@ 项";
ExportDestination = "目标位置";
ExportTo = "到：";

Event-None = "不在任何事件中";
Event-One = "在 1 个事件中";
Event-Some = "在 %2$@%1$@ 个事件中";
Event-Many = "在 %2$@%1$@ 个事件中";

// Selection count strings
Selection-None = "";
Selection-One = "%1$@／";
Selection-Some = "%1$@／";
Selection-Many = "%1$@／";

// Publish/Group Management Dialogs
PublishUploadingProgress = "正在上传缩略图…";
PublishNewSecondaryUserDefault = "未命名用户";
PublishShowSettingsButtonLabel = "显示移动选项";
PublishHideSettingsButtonLabel = "隐藏移动选项";
GroupManangerAlbumConcatenation = "%1$@, %2$@";		// To concatenate albums in a list, e.g. "Album 1, Album 2"
GroupManangerHiddenPassword = "••••••••";
GroupManangerNameBlankTitle = "您没有输入名称。";
GroupManangerNameBlankMessage = "请再试一次。";
GroupManangerPasswordBlankTitle = "您没有输入密码。";
GroupManangerPasswordBlankMessage = "请再试一次。";

// Net Services strings
SVOrderPrintsMenuItem = "订购冲印照片…";
SVOrderBookMenuItem = "购买相册…";
SVOrderCalendarMenuItem = "购买日历…";
SVOrderCardMenuItem = "购买卡片…";
SVNetSlidesMenuItem = ".Mac 幻灯片显示…";
OrderBookButtonLabel = "购买相册";
OrderBookButtonTooltip = "订购此相册的硬书皮精装本";
OrderCalendarButtonLabel = "购买日历";
OrderCalendarButtonTooltip = "订购此日历的硬书皮精装本";
OrderCardButtonLabel = "购买卡片";
OrderCardButtonTooltip = "订购此卡片的一个或多个副本";
PublishAlbumButtonLabel = "网络画廊";
PublishAlbumButtonTooltip = "将所选照片发布为网络画廊中的新相簿";
UnpublishAlbumButtonLabel = "网络画廊";
UnpublishAlbumButtonLabelAlternate = "取消发布";
UnpublishAlbumButtonTooltip = "停止将此相簿发布到您的网络画廊";
UnpublishPhotocastButtonTooltip = "停止发布此 Photocast";
PublishSettingsButtonLabel = "设置";
PublishSettingsButtonTooltip = "更改发布到网络画廊的设置";
PublishAnnounceButtonLabel = "告诉朋友";
PublishAnnounceButtonTooltip = "创建电子邮件以宣布您的网络画廊相簿";
PublishSecureTitleIsPubliclyVisible = "查看您的网络画廊的任何人仍然可以看到此相簿的标题。";
AlbumIsAlreadyPublishedTitle = "您真的要停止将相簿“%@”发布到网络画廊吗？";
AlbumIsAlreadyPublishedMsg = "此操作将停止发布此相簿并删除网络画廊中的照片。您的照片将不会从 iPhoto 中删除。\n";
AlbumIsAlreadyPublishedMsgFromPrefs = "此操作将停止发布这个相簿并删除网络画廊中的照片。\n";
AlbumsAreAlreadyPublishedTitle = "您真的要停止发布所选相簿吗？";
AlbumsAreAlreadyPublishedMsgFromPrefs = "此操作将停止发布这些相簿并删除网络画廊中的照片。\n";
AlbumIsAlreadyPublishedContinue = "取消";
AlbumIsAlreadyPublishedRemove = "停止发布";
AlbumToBeRemovedAndUnpublished = "该相簿也会从您的网络画廊中删除。\n";
AlbumPublishOperationInProgessTitle = "相簿“%1$@”目前正在发布到您的网络画廊。";
AlbumPublishOperationInProgessMsg = "您是要取消发布，还是要继续？";
AlbumSubscribeOperationInProgessTitle = "目前相簿“%1$@”正在更新其订阅。";
AlbumSubscribeOperationInProgessMsg = "您是要取消更新，还是要继续？";
AlbumSubscribeNeverWorkedOperationErrorTitle = "该订阅出现问题。";
AlbumSubscribeNeverWorkedOperationErrorTitleMacUser = ".Mac 用户“%1$@”的订阅出现问题。";
AlbumSubscribeOperationErrorTitle = "更新订阅“%1$@”时出现问题。";
AlbumPublishOperationErrorTitle = "发布相簿“%@”时出错。";
AlbumUnPublishOperationErrorTitle = "停止发布相簿“%@”时出错。";
AlbumPubSubOperationErrorTitle = "发布相簿“%@”时出错。";
AlbumPublishInsufficientDiskSpaceError = "您的 .Mac 帐户上没有足够的可用空间来容纳您正尝试发布的照片。";		// probably unused
AlbumPublishWrongPasswordButton = "打开 .Mac 偏好设置";
AlbumPublishNoInternetErrorButton = "网络诊断…";
AlbumsPublishOperationInProgessTitle = "目前有相簿正在发布到您的网络画廊。";
AlbumsPublishOperationInProgessMsg = "您是要取消发布，还是要继续？";
AlbumsSubscribeOperationInProgessTitle = "订阅目前正在更新。";
AlbumsSubscribeOperationInProgessMsg = "您是要取消更新，还是要继续？";
AlbumPublishAnnounceTitle = "您的相簿已发布到网络画廊。";
AlbumPublishAnnounceMsg = "已发布的相簿的地址 (URL) 是：\n\n%@\n\n要向家人和朋友发送电子邮件以向他们宣布您的网络画廊，请点按“告诉朋友”。\n";
AlbumPublishAnnouceButton = "宣布网络画廊";
AnnounceDotMacAlbum = "告诉朋友";
AlbumPublishAnnounceEmailSubject = "我的网络画廊中的新照片";
AlbumPublishAnnounceEmailBody = "祝贺您！\n\n我刚刚将一些新照片发布到我的 .Mac 网络画廊，我想与您分享它们。要检查它们，只需访问下面的链接。\n\n%1$@\n%2$@\n\n%3$@%4$@尽情欣赏图片吧！";
AlbumPublishAnnounceEmailLoginInfo = "用户名称：%1$@\n密码：%2$@\n\n";
AlbumPublishAnnounceEmailSharingInfo = "请务必在相簿中检查非常有用的共享功能。您可以下载所有高质量版本的照片，甚至可以添加您自己的新照片以供其他人观看\n\n";
AlbumPublishAnnounceHTMLEmailMsg = "<content>祝贺您！<br/>我刚刚将一些新照片发布到我的 .Mac 网络画廊，我想与您分享它们。要检查它们，只需点按上面的“查看照片”按钮即可。</content>";
SubscriptionEmptyTitle = "订阅“%@”中没有照片。";
SubscriptionEmptyMsg = "检查以确定地址 (URL) 是正确的并且发布者已添加了照片。";
AlbumUnpublishFailedTitle = "删除网络画廊中的相簿时出错。";
AlbumUnpublishFailedMsg = "从“iPhoto”菜单中选取“偏好设置”，然后点按“网络画廊”。这将显示已发布的相簿列表，您可以手动将它们从网络画廊中删除。";
SubscribeToAlbumPasswordTitle = "输入订阅“%@”的名称和密码。";
SubscribeToAlbumRetryTitle = "订阅“%@”的名称或密码错误。请再试一次。";

// Web Gallery page title
GalleryMyPhotos = "我的照片";
GalleryMyAlbums = "我的相簿";
GalleryMyGallery = "我的画廊";
GalleryMyWebGallery = "我的网络画廊";

// Web Gallery Conflicts
ConflictPhoto = "照片";
ConflictVideo = "照片";
ConflictAlbum = "相簿";
ConflictUsePhotoLibrary = "使用照片图库";
ConflictUseWebGallery = "使用网络画廊";
ConflictTitle = "标题：%@";
ConflictDescription = "描述：%@";
ConflictDate = "日期：%@";
ConflictRating = "评价：%@";
ConflictResolution = "分辨率：%@";
ConflictSize = "大小：%@";
ConflictKeywords = "关键词：%@";
ConflictEvent = "事件：%@";
ConflictSlideshowSettings = "幻灯片显示设置";
ConflictSortOrder = "排序：%@";
ConflictSortOrderRoll = "按事件";
ConflictSortOrderDate = "按日期";
ConflictSortOrderKeyword = "按关键词";
ConflictSortOrderTitle = "按标题";
ConflictSortOrderRating = "按评价";
ConflictSortOrderManually = "手动";
ConflictSortOrderRollDescending = "按事件（降序）";
ConflictSortOrderDateDescending = "按日期（降序）";
ConflictSortOrderKeywordDescending = "按关键词（降序）";
ConflictSortOrderTitleDescending = "按标题（降序）";
ConflictSortOrderRatingDescending = "按评价（降序）";

// Web Gallery Synchronization
WebSyncUnknownLibraryTitle = "您真的要将此照片图库与网络画廊同步吗？";
WebSyncUnknownLibraryNeverPublished = "此照片图库从未与您的在线网络画廊同步。如果继续操作，您的在线网络画廊中的所有相簿和照片都将添加到此照片图库。";
WebSyncUnknownLibraryPreviouslyPublished = "此照片图库从未与您的在线网络画廊同步。如果继续操作，您的照片图库中的“网络画廊”部分将被替换为您的在线网络画廊中的相簿。以前发布的照片将不会从照片图库中删除，网络画廊中的新照片将被添加。";

// Publish limits
PublishMaxPhotosTitle = "您的网络画廊中的一个相簿最多可以容纳 500 张照片或 500 个视频。";
PublishMaxPhotosMessage = "仅前 500 张照片或 500 个视频才会添加到此网络画廊相簿。如果您想要发布更多照片，请创建另一个新网络画廊相簿。";
PublishMaxAlbumsTitle = "您的网络画廊中的相簿已经到达最大数量。";
PublishMaxAlbumsMessage = "创建新相簿之前，请先删除现有网络画廊相簿。";

// The iDisk is full
PublishiDiskFullEstimateTitle = "您的 .Mac iDisk 上可能没有足够空间将此相薄发布到您的网络画廊。";
PublishiDiskFullEstimateMessage = "您正在发布的相簿需要约 %@ 的可用空间。您的 iDisk 只剩下 %@ 的可用空间。您可以尝试继续发布、取消，然后从您的 iDisk 移走一些项，或购买更多磁盘空间。";
PublishiDiskFullContinue = "继续发布";
PublishiDiskFullCancel = "取消";
PublishiDiskFullBuyMore = "购买更多存储空间";

// Publish progress
PublishPauseConfirmationTitle = "您真的要停止将此相簿与您的网络画廊同步吗？";
PublishPauseConfirmationMessage = "您可以稍后继续同步，方法是在照片图库的“网络画廊”部分中点按此相簿旁边的图标。\n";
PublishStopConfirmationTitle = "停止发布到网络画廊";
PublishStopConfirmationMessage = "您要保留此相簿以及目前为止已在网络画廊中发布的照片吗？";
PublishStopContinue = "继续发布";
PublishStopKeepAlbum = "保留相簿";
PublishStopDeleteAlbum = "删除相簿";
PublishQuitRequested = "相簿目前正在与您的网络画廊同步。您要在退出之前停止同步吗？";
PublishQuitMessage = "您可以稍后继续同步，方法是在照片图库的“网络画廊”部分中点按相簿旁边的图标。\n";
PublishQuitContinue = "停止并退出";
PublishQuitCancel = "不退出";
PublishAborted = "同步已停止。";	// Extra string is either PublishPauseConfirmationMessage or PublishQuitMessage

// Publish status strings
PublishPhotoIsPending = "正在等待";
PublishPhotoIsUploading = "正在上传";
PublishAlbumIsPending = "正在等待…";

// The two %@ in the Photocast Upgrade splash panel ("Splash.nib") message are the following two links in order
PublishPhotocastLearnMoreLink = "了解更多";
PublishPhotocastHelpLink = "iPhoto 帮助";

// Search strings
SearchCue = "注释";
OrganizeFindPrompt = "完整文本：";
OrganizeCommentPrompt = "注释：";
OrganizeAssignToolTip = "键入或更改此照片的注释";
OrganizeSearchToolTip = "搜索注释、标题、文件名称和关键词";
SearchResultsText = "找到 %d 张（共 %d 张）";


// Strings for categories in the search widget.
Search_all = "所有";
Search_date = "日期";
Search_keyword = "关键词";
Search_rating = "评价";
Search_PlaceholderString = "搜索";

// In search keyword HUD, used to construct readble search string... "Family and not Mother" for example (where Family and Mother are keywords)
// Please note the space around the conjunctions
Search_keyword_and = "和";
Search_keyword_or = " 或 ";
Search_keyword_not = "不是 %@";
Search_date_range = "%1$@ - %2$@";  // date range, like "12/25/2006 - 1/01/2007"
Search_date_separator = ", ";		// for separating single dates or date ranges like "12/25/2006, 1/01/2007" (note the trailing space)

KeywordTooltip-None = "所选相簿中的照片没有此关键词";
KeywordTooltip-One = "1 张照片";
KeywordTooltip-Some = "%@ 张照片";		// code will replace %d
KeywordTooltip-Many = "%@ 张照片";

Desktop = "桌面";
ScreenSaver = "屏幕保护程序";

// Initial names
UntitledAlbum = "未命名相簿";
UntitledBook = "未命名相册";
UntitledCalendar = "未命名的日历";
UntitledCard = "未命名的卡片";
UntitledPrint = "无标题的冲印照片";
UntitledKeepsake = "未命名相簿";
UntitledFolder = "未命名文件夹";
UntitledSlideshow = "未命名幻灯片显示";
Album = "相簿";
Book = "相册";
Calendar = "日历";
Card = "卡片";
Printer = "打印";
Slideshow = "幻灯片显示";
AlbumName = "%1$@ 相簿";
BookName = "%1$@相册";
CalendarName = "%1$@日历";
CardName = "%1$@卡片";
PrinterName = "%1$@ 打印机";
SlideshowName = "%1$@幻灯片显示";
DynamicAlbum = "搜索结果";
RollName = "事件 %1$u";
OldRollName = "胶卷 %1$u";	// this needs to be the same as RollName string from iPhoto 6
iPodRollName = "事件 #%1$@";
ShotName = "%1$@ - %2$d";
CopyName = "%1$@ 拷贝";
RollSeparator = ", ";
DuplicateAlbumName = "名称“%1$@”已被使用。请键入其他名称。";
InvalidAlbumName = "名称“%1$@”包含无效的字符。请键入另一个名称。";

// Album count strings
AlbumShort-None = "0 张照片";
AlbumShort-One = "1 张照片";
AlbumShort-Some = "%1$@ 张照片";
AlbumShort-Many = "%1$@ 张照片";

// Event count strings
EventShort-None = "显示 0  张照片";
EventShort-One = "显示 1 张照片";
EventShort-Some = "显示 %1$@ 张照片";
EventShort-Many = "显示 %1$@ 张照片";

// Show hidden temporarily
ShowHiddenForEvent-None = "显示 0 张已隐藏的照片";
ShowHiddenForEvent-One = "显示 1 张已隐藏的照片";
ShowHiddenForEvent-Some = "显示 %1$@ 张已隐藏的照片";
ShowHiddenForEvent-Many = "显示 %1$@ 张已隐藏的照片";

// Hide hidden temporarily
HideHiddenForEvent-None = "隐藏 0 张已隐藏的照片";
HideHiddenForEvent-One = "隐藏 1 张已隐藏的照片";
HideHiddenForEvent-Some = "隐藏 %1$@ 张已隐藏的照片";
HideHiddenForEvent-Many = "隐藏 %1$@ 张已隐藏的照片";

// Add Album tool tips
AddAlbumToolTip = "创建新相簿、智能相簿、相册、日历、卡片或幻灯片显示";
AddSmartAlbumToolTip = "创建智能相簿";

// Play slideshow tool tips
PlayNewSlideshowToolTip = "播放该幻灯片显示";
PlaySlideshowToolTip = "以幻灯片显示播放所选照片";
PlaySlideshowBookToolTip = "以幻灯片显示播放此相册";
PlaySlideshowNoDialogToolTip = "以幻灯片显示播放所选照片并跳过设置对话框";

// Sort order strings
ASDateDescending = "新照片排在前面";
ASAlphaDescending = "按字母倒序";
ASCustomDescending = "自定";

// Import strings
ICCount-Working = "正在工作…";
ICCount-Paused = "即将停止…";
ICCount-Finishing = "正在完成导入…";
ICRemainingCount = "还剩下 %1$u 张";
ICImportAll = "全部导入…";
ICImportSelected = "导入所选照片";
ICStartImport = "导入";
ICStopImport = "停止导入";
ICMoveFiles = "移动文件";
ICCopyFiles = "拷贝文件";
ICMovePhotos = "移动照片";
ICCopyPhotos = "拷贝照片";
ICDeletingOriginalFiles = "正在去掉原始文件…";
ICDeletingOriginalPhotos = "正在去掉原始照片…";
ICDeletingPhotosFromArchive = "正在去掉导入的照片…";
ICCleaningUp = "正在清除…";
ImportImagesTitle = "导入照片";
ImportButtonTitle = "导入";
ImportSelectedButtonTitle = "导入所选照片";
ICDeleteOriginalFiles = "导入后删除原始文件";
ICHideImportedPhotos = "隐藏已经导入的项";
ICDeleteOriginalPhotos = "导入后将这些项从相机中删除";
ICDeleteOriginalPhotosIPod = "导入后将这些项从 iPod 中删除";
ICCameraCantDelete = "不能删除相机上的项";
ICiPodCantDelete = "不能删除 iPod 上的项";
ICDiscCantDelete = "不能删除光盘上的项";
ICNoCamera = "未选取相机";
ICCantDeleteTitle = "删除错误";
ICCantDeleteOriginalFiles-None = "尝试删除原始文件时发生错误。所有文件都已被删除。";
ICCantDeleteOriginalFiles-One = "尝试删除原始文件时发生错误。%1$@ 个文件没有被删除。";
ICCantDeleteOriginalFiles-Some = "尝试删除原始文件时出错。%1$@ 个文件没有被删除。";
ICCantDeleteOriginalFiles-Many = "尝试删除原始文件时出错。%1$@ 个文件没有被删除。";
ICCantDeleteOriginalPhotos-None = "尝试删除原始照片时发生错误。所有照片都已被删除。";
ICCantDeleteOriginalPhotos-One = "尝试删除原始照片时发生错误。%1$@ 张照片没有被删除。";
ICCantDeleteOriginalPhotos-Some = "尝试删除原始照片时出错。%1$@ 张照片没有被删除。";
ICCantDeleteOriginalPhotos-Many = "尝试删除原始照片时出错。%1$@ 张照片没有被删除。";
ICRememberChoice = "记住该选择";
ICLockedImages = "您的相机里的一些照片被琐定或保护，它们不能被删除。";
ICFailedImport = "未能导入文件“%1$@”。";
ICFailedPhotoImport = "未能导入照片“%1$@”。";
ICFailedMsg = "可能是无法识别的文件类型，或者文件不包含有效数据。";
ICOutOfSpace = "磁盘空间不足。";
ICOutOfSpaceMsg = "iPhoto 不能导入您的照片，因为包含您的 iPhoto 图库的宗卷上没有可用磁盘空间。";

ICReadyToImport-None = "没有可供导入的项。";
ICReadyToImport-One = "准备导入 1 项。";
ICReadyToImport-Some = "准备导入 %1$@ 项。";
ICReadyToImport-Many = "准备导入 %1$@ 项。";
ICLoadingCamera = "正在载入相机…";
ICLoadingPod = "正在载入 iPod…";
ICLoadingCD = "正在载入光盘…";
ICLoadingFiles = "正在准备导入…";

ICFailMissingFile = "未能导入以下文件。（此文件已丢失。）";
ICFailUnknownFormat = "未能导入以下文件。（此文件的格式无法识别。）";
ICFailInIPhoto = "未能导入以下文件。（此文件位于 iPhoto 图库中。）";
ICFailCorruptImage = "未能导入以下文件。（此文件已破坏。）";
ICFailImportFailed = "未能导入以下文件。（导入失败。）";

// Database management
DBExaminingLibrary = "正在检查照片图库…";
DBRepairingLibrary = "正在重建照片图库…";
DBUpdatingLibrary = "正在更新照片图库…";
DBFinishingUpdate = "正在完成更新…";
DBUpgradingThumbnails = "正在升级缩略图…";
DBRebuildingThumbnailCaches = "正在重建缩略图高速缓存…";
LibraryLoading = "正在载入照片图库…";
iTunesLoading = "正在载入 iTunes 曲库…";
Artist = "表演者";
Song = "歌曲";
Time = "时间";

// Database upgrade/backup
DBLibraryUpdateTitle = "照片图库需要升级才能与此版本的 %1$@ 配合使用。";
DBLibraryPrereleaseWarning = "预发布：请确定您正在使用的是照片图库的副本。\n\n";
DBLibraryNeedsUpdate = "更新之后，上一版本的 %1$@ 将不能读取您的照片图库。更新过程可能会花几分钟，这取决于图库中的照片的数量。";
DBLibraryBackupPrompt = "%@\n\n升级之前您要制作照片图库的备份吗？\n";
DBLibraryUpdateWithBackup = "备份，然后升级";
DBLibraryUpdateWithoutBackup = "升级但不备份";
DBLibraryCounting = "正在计算备份的大小…";
DBLibraryBackup = "正在制作照片图库的备份…";
DBLibraryBackupNoSpaceTitle = "磁盘空间不足";
DBLibraryBackupNoSpace = "您还需要 %1$@ 磁盘空间来存储照片图库的备份。";
DBLibraryBackupSpaceNeeded = "%1$@\n\n您想继续升级而不要备份吗？\n";
DBLibraryComplete = "备份已完成";
DBLibraryBackupLocation = "您的照片图库的备份已被放置在 %1$@。";
DBLibraryBackupCanceled = "备份已取消。";
DBLibraryBackupError = "备份照片图库时出错。";
DBRecoveredPhotosTitle = "已恢复的丢失照片";
DBRecoveredPhotos = "“%1$@”已经恢复了 %2$d 张以前不能正确导入的照片，并将它们放在一个名为“%3$@”的相簿中。";
DBRecoveredPhotosAlbumName = "已恢复的照片";
DBLibraryUpgradeThumbnailsTitle = "您的缩略图需要升级。";
DBLibraryUpgradeThumbnails = "在此版本的 iPhoto 中，缩略图已得到改进。取决于您的图库中照片的数量，升级缩略图将要花一些时间。您要现在就升级缩略图吗？";
DBLibraryLater = "稍后";
DBLibraryThumbnailsNotUpgradedTitle = "您的缩略图尚未升级。";
DBLibraryThumbnailsNotUpgraded = "下一次打开 iPhoto 时，您将被再次询问是否要升级缩略图。";
DBLibraryNotFinishedUpgradingTitle = "您的缩略图尚未完成升级。";
DBLibraryNotFinishedUpgrading = "下一次打开 iPhoto 时，您将被询问是否要继续升级缩略图。";
DBLibraryNotCompatibleTitle = "您不能使用该版本的 iPhoto 来打开当前的照片图库。";
DBLibraryNotCompatible = "您已经使用较新版本的 iPhoto 更改了照片图库。您是想退出并使用最新版本的 iPhoto，还是创建一个新的照片图库呢？";
DBLibraryNotCompatibleAlt = "您已经使用较新版本的 iPhoto 更改了照片图库。请退出并使用最新版本的 iPhoto。";
DBLibraryUnableToLoadError = "iPhoto 无法打开此图库。";
DBLibraryUpgradeBadPermissions = "访问您的 iPhoto 图库中一个或多个文件时出现问题。您要 iPhoto 为您修复此图库的权限吗？";
DBLibraryUpgradeBadPermissionsError = "iPhoto 无法修复此图库的权限。";
DBLibraryUpgradeBadPermissionsConsoleHeader = "iPhoto 升级失败。iPhoto 不能访问文件：";
DBLibraryUpgradeBadPermissionsAlt = "失败项的路径为“%1$@”";
DBLibraryUnsupportedTitle = "该照片图库是使用未发布版本的 %1$@ 创建的。";
DBLibraryUnsupported = "请退出，然后在 iPhoto 2 或 iPhoto 4 中打开此照片图库，以升级它。";
DBLibraryUpgradeOrphanPhotoFound = "iPhoto 图库中有一张照片不属于此照片图库。";
DBLibraryUpgradeOrphanPhotosFound = "iPhoto 图库中有 %1$d 张照片不属于此照片图库。";
DBLibraryImportOrphanPhotoFound = "iPhoto 图库中有一张照片未被导入。";
DBLibraryImportOrphanPhotosFound = "iPhoto 图库中有 %1$d 张照片未被导入。";
DBLibraryUpgradeOrphanPhotoImport = "您想导入它吗？";
DBLibraryUpgradeOrphanPhotosImport = "您想导入它们吗？";
DBLibraryUpgradeRecoveredPhotoFolder = "照片已经被放在文件夹 %1$@ 中。";
DBLibraryUpgradeRecoveredPhotosFolder = "照片已经被放在文件夹 %1$@ 中。";
DBLibraryUpgradeCorruptLibraryTitle = "此照片图库已被损坏，不能升级。";
DBLibraryUpgradeCorruptLibraryAlt = "";
DBLibraryRebuildFromXMLTitle = "您真的要尝试从 XML 文件重建图库吗？";
DBLibraryRebuildFromXMLAlt = "";

// Keyword string
UntitledKeyword = "未命名";
BadKeywordTitle = "无效的关键词";
DuplicateKeywordError = "该关键词已经在使用。请输入其他关键词。";
DuplicateKeywordShortcut = "快捷“%1$@”已经被关键词“%2$@”使用";
DuplicateKeywordShortcut2 = "要给关键词“%1$@”重新指定快捷吗？";
UntitledCategory = "未命名";
FavoriteKeywordShortcutSuggestion = ".,;c";		// when suggesting a shortcut for the checkmark keyword, use the first one these letters that is not already in use
ShowKeywordInspector = "显示关键词";				// Menu item that brings up Keyword Inspector window
HideKeywordInspector = "隐藏关键词";			// Change title of menu item above to this when Keyword Inspector window is already open

AboutToDeleteKeyword-One = "您真的要去掉所选关键词吗？";
AboutToDeleteKeyword-Some = "您真的要去掉所选关键词吗？";
AboutToDeleteKeyword-Many = "您真的要去掉所选关键词吗？";
AboutToDeleteKeywordMessage-One = "一张照片的关键词会被去掉。";
AboutToDeleteKeywordMessage-Some = "%1$@ 张照片将去掉关键词。";
AboutToDeleteKeywordMessage-Many = "%1$@ 张照片将去掉关键词。";

// Import sheet to confirm "move"
ICMoveTitle = "确认移动";
ICMoveConfirm = "删除原始数据";
ICMoveCopyInstead = "保留原始数据";
ICMoveCancel = "取消导入";
ICMoveFilesConfirmMessage = "您真的要在导入文件后删除原始文件吗？";
ICMovePhotosConfirmMessage = "您真的要在导入照片后删除相机上的原始项吗？";

// Import sheet to query user if they want to delete originals
ICDeleteOriginalsTitle = "删除原始数据";
ICDeleteOriginalsKeepButton = "保留原始数据";
ICDeleteOriginalsDeleteButton = "删除原始数据";
ICDeleteOriginalsCancelImportButton = "取消导入";
//ICDeleteOriginalsMessage = "Do you want to delete all of the original items on the camera after import?";
//ICDeleteSelectedOriginalsMessage = "Do you want to delete the selected original items on the camera after import?";
ICDeleteOriginalsWithImportedCount-One = "%1$@ 张照片已成功导入。您想删除相机上的原始照片吗？";
ICDeleteOriginalsWithImportedCount-Some = "%1$@ 张照片已成功导入。您想删除相机上的原始照片吗？";
ICDeleteOriginalsWithImportedCount-Many = "%1$@ 张照片已成功导入。您想删除相机上的原始照片吗？";

// Import sheet to request a stop
ICStopRequestedTitle = "停止导入";
ICStopRequestedFilesMessage = "您要删除还是保留迄今为止导入的文件？";
ICStopRequestedPhotosMessage = "您要删除还是保留迄今为止导入的照片？";
ICStopRequestedRemove = "删除照片";
ICStopRequestedKeep = "保留照片";
ICStopRequestedCancel = "继续导入";

// Export Controller strings
ECExporting = "正在导出…";
ECCancel = "正在取消…";
ECNoPlugins = "未找到导出插件。";
ECNoSuchDirectory = "文件夹“%1$@”不存在。";
ECNoSuchDirectoryMessage = "请选择一个现有的文件夹或点按“新文件夹”按钮创建一个。";

//----------------------------------------------------------------------------------
// INFO PANEL
//----------------------------------------------------------------------------------
IPMultipleSelection = "（多个）";
CalTooltipSinglePicture = "1 张照片";
CalTooltipMultiplePictures = "%@ 张照片";		// code will replace %d
KeywordTooltipNoPictures = "所选相簿中的照片没有此关键词";
KeywordTooltipSinglePicture = "1 张照片";
KeywordTooltipMultiplePictures = "%@ 张照片";		// code will replace %d
KeywordTooltipDragAddSinglePicture = "将“%@”添加至此照片";	// code will replace %@ with keyword's title
KeywordTooltipDragAddMultiplePictures = "将“%@”添加至这些照片";  // code will replace %@ with keyword's title
KeywordTooltipDragRemoveSinglePicture = "从此照片中去掉“%@”";	// code will replace %@ with keyword's title
KeywordTooltipDragRemoveMultiplePictures = "从这些照片中去掉“%@”";  // code will replace %@ with keyword's title
KeywordTooltipNameForSpecialFavorite = "选择标记";		// the name to be used in tooltip for the checkmark keyword
KeywordTooltipPictureInTrash = "要更改此图片，请先将其拖出废纸篓";
KeywordTooltipReset = "将照片拖移到这里以便去掉它们的关键词";
KeywordTooltipDragResetSinglePicture = "去掉这张照片的所有关键词";
KeywordTooltipDragResetMultiplePictures = "去掉这些照片的所有关键词";
ShowPhotoInfo = "显示照片简介";			// Menu item that brings up Photo Info window
HidePhotoInfo = "隐藏照片简介";			// Change title of menu item above to this when Photo Info window is already open
ShowSmartAlbumInfo = "智能相簿简介";	// Brings up smart album editor.

//----------------------------------------------------------------------------------
// DISK IMAGES
//----------------------------------------------------------------------------------
DIProgressCreate = "正在准备刻录…";
DIProgressCopying = "正在拷贝照片…";
DIUntitledDisc = "未命名光盘";
DIBurnDefaultName = "%1$@ 图库 - %2$@";		// ex. "iPhoto Library - 8/29/2002"
DIBurnDiscNameTitle = "不完整的光盘名";
DIBurnDiscName = "请输入光盘名。";
DIDiscFullInfo = "磁盘已满";		// In the Info panel
DIDiscFullTitle = "此光盘没有足够空间刻录所选的全部照片。";
DIDiscFullMsg = "请少选一些照片，然后再试。";
DILocalDiskFullTitle = "硬盘没有足够空间完成刻录。";
DILocalDiskFullMsg = "请少选一些照片或在硬盘上腾出更多空间，然后再试。您还需要 %1$@ 的磁盘空间来刻录当前所选的内容。";
DINoPhotosTitle = "未选取照片。";
DINoPhotosMsg = "请选择一个包含您想刻录的照片的相簿，然后再试。";

BurnInProgressTitle = "刻录正在进行当中。";
BurnInProgressMsg = "退出前请停止刻录。";
BurnFailedTitle = "刻录到驱动器“%1$@”失败。";

/* Burn setup - No device message */
BurnNoDeviceTitle = "无可用于刻录的设备。";
BurnNoDeviceMessage = "";
/* Tell the user the disc is not able to be burned. */
BurnNotAppendableTitle = "光盘不能再刻录。";
BurnNotAppendableMessage = "请插入另一张光盘。";
/* Tell the user the device is busy. */
BurnBusyTitle = "设备正忙。";
BurnBusyMessage = "请选择不同的设备。";

//----------------------------------------------------------------------------------
// Status messages indicating how much data will be burned
//----------------------------------------------------------------------------------
BurnAllFromLibrary-None = "未选取照片。";
BurnAllFromLibrary-One = "正在刻录整个照片图库，其中包含 %1$@ 张照片。";
BurnAllFromLibrary-Some = "正在刻录整个照片图库，其中包含 %1$@ 张照片。";
BurnAllFromLibrary-Many = "正在刻录整个照片图库，其中包含 %1$@ 张照片。";

BurnPhotoCount-None = "无照片";
BurnPhotoCount-One = "1 张照片";
BurnPhotoCount-Some = "%1$@ 张照片";
BurnPhotoCount-Many = "%1$@ 张照片";

BurnAllFromAlbum-None = "未选取照片。";
BurnAllFromAlbum-One = "正在刻录 %1$u 个相簿，其中共包含 %2$@。";
BurnAllFromAlbum-Some = "正在刻录 %1$u 个相簿，其中共包含 %2$@。";
BurnAllFromAlbum-Many = "正在刻录 %1$u 个相簿，其中共包含 %2$@。";

BurnSelectedFromLibrary-None = "未选取照片。";
BurnSelectedFromLibrary-One = "正在刻录照片图库中的 %1$u 张照片（照片图库中包含 %2$@）。";
BurnSelectedFromLibrary-Some = "正在刻录照片图库中的 %1$u 张照片（照片图库中包含 %2$@）。";
BurnSelectedFromLibrary-Many = "正在刻录照片图库中的 %1$u 张照片（照片图库中包含 %2$@）。";

BurnSelectedFromAlbum-None = "未选取照片。";
BurnSelectedFromAlbum-One = "刻录总共 %2$@中的 %1$u 张照片。";
BurnSelectedFromAlbum-Some = "刻录总共 %2$@中的 %1$u 张照片。";
BurnSelectedFromAlbum-Many = "刻录总共 %2$@中的 %1$u 张照片。";

//----------------------------------------------------------------------------------
// GENERIC DISC BURN STRINGS
//----------------------------------------------------------------------------------
BurnEject = "推出";
BurnOpen = "打开";
BurnClose = "关闭";
BurnEjectHelp = "推出驱动器中的光盘";
BurnOpenHelp = "打开驱动器托盘";
BurnCloseHelp = "关闭驱动器托盘";

//----------------------------------------------------------------------------------
// Trash titles
RemoveFromAlbum = "从相簿中删除";
DeleteAlbum = "删除相簿";
DeleteAlbums = "删除相簿";
DeleteBook = "删除相册";
DeleteBooks = "删除相册";
DeleteCard = "删除卡片";
DeleteCards = "删除卡片";
DeleteCalendar = "删除日历";
DeleteCalendars = "删除日历";
DeleteSlideshow = "删除幻灯片显示";
DeleteSlideshows = "删除幻灯片显示";
DeleteFolder = "删除文件夹";
DeleteFolders = "删除文件夹";
DeleteItems = "删除项";
MoveToTrash = "移到废纸篓";
RemoveFromTrash = "恢复到“照片图库”";
TrashAlbum = "废纸篓";

// Eject and Unmount
EjectVolume = "推出";
UnmountLibrary = "卸下";

// Share icon prompts
BurnNotAvailable = "未找到兼容的光盘刻录机。请接入一台刻录机。";

// Removal prompt
RemoveTitle-None = "未选取照片。";
RemoveTitle-One = "您真的要彻底删除该照片吗？";
RemoveTitle-Some = "您真的要彻底删除 %1$@ 张照片吗？";
RemoveTitle-Many = "您真的要彻底删除 %1$@ 张照片吗？";
RemoveTitleMovies-None = "未选择项。";
RemoveTitleMovies-One = "您真的要永久性删除此项吗？";
RemoveTitleMovies-Some = "您真的要彻底删除 %1$@ 项吗？";
RemoveTitleMovies-Many = "您真的要彻底删除 %1$@ 项吗？";
RemoveGenericAlbumPhoto-One = "所选照片当前正在某个相簿中使用。将该照片移到废纸篓会将它从被使用的任何相簿中去掉。您真的要继续吗？";
RemoveGenericAlbumPhoto-Some = "所选的这些照片中至少有一张当前正在某个相簿中使用。将这些照片移到废纸篓会将它们从它们被使用的任何相簿中去掉。您真的要继续吗？";
RemoveGenericAlbumPhoto-Many = "所选的这些照片中至少有一张当前正在某个相簿中使用。将这些照片移到废纸篓会将它们从它们被使用的任何相簿中去掉。您真的要继续吗？";
RemoveKeepsakePhoto-One = "所选照片当前正在相簿中使用。将它移至废纸篓会将它从被使用的所有相簿中移走。您真的要继续吗？";
RemoveKeepsakePhoto-Some = "所选的这些照片中至少有一张当前正在某个相簿中使用。将这些照片移到废纸篓会将它们从它们被使用的任何相簿中去掉。您真的要继续吗？";
RemoveKeepsakePhoto-Many = "所选照片中至少有一张当前正在相簿中使用。将这些照片移至废纸篓会将它们从被使用的所有相簿中移走。您真的要继续吗？";
RemoveSlideshowPhoto-One = "所选照片当前正在幻灯片显示中使用。将该照片移到废纸篓会将它从被使用的任何幻灯片显示中去掉。您真的要继续吗？";
RemoveSlideshowPhoto-Some = "所选的这些照片中至少有一张照片当前正在某个幻灯片显示中使用。将这些照片移到废纸篓会将它们从被使用的任何幻灯片显示中去掉。您真的要继续吗？";
RemoveSlideshowPhoto-Many = "所选的这些照片中至少有一张照片当前正在某个幻灯片显示中使用。将这些照片移到废纸篓会将它们从被使用的任何幻灯片显示中去掉。您真的要继续吗？";
RemovePublishedAlbumPhoto-One = "所选的照片当前正在某个已发布的相簿中使用。将该照片移到废纸篓会将它从被使用的任何已发布的相簿中去掉。您真的要继续吗？";
RemovePublishedAlbumPhoto-Some = "所选的这些照片中至少有一张当前正在某个已发布的相簿中使用。将这些照片移到废纸篓会将它们从被使用的任何已发布的相簿中去掉。您真的要继续吗？";
RemovePublishedAlbumPhoto-Many = "所选的这些照片中至少有一张当前正在某个已发布的相簿中使用。将这些照片移到废纸篓会将它们从被使用的任何已发布的相簿中去掉。您真的要继续吗？";
CannotUndo = "您不能还原该操作。";

// Photo removal (from Camera) prompt
RemoveFromCameraTitle-None = "未选取照片。";
RemoveFromCameraTitle-One = "您真的要从相机中彻底删除所选照片吗？";
RemoveFromCameraTitle-Some = "您真的要从相机中彻底删除所选的 %1$d 张照片吗？";
RemoveFromCameraTitle-Many = "您真的要从相机中彻底删除所选的 %1$d 张照片吗？";
RemoveFromCameraMsg = "This operation cannot be undone.";

// Album Removal prompt
RemoveAlbum = "您真的要删除相簿“%1$@”吗？";
RemoveAlbumMsg = "此相簿中的照片在您的照片图库和包含它们的其他相簿中仍将是可见的。\n";
RemoveAlbums = "您真的要删除所选相簿吗？";
RemoveAlbumsMsg = "这些相簿中的照片在您的照片图库和包含它们的其他相簿中仍将是可见的。\n";
RemovePublishedAlbum = "您真的要停止发布并删除相簿“%1$@”吗？";
RemovePublishedAlbumMsg = "此相簿中的照片在您的照片图库和包含它们的其他相簿中仍将是可见的。\n";
RemovePublishedAlbumWithSyncedPhotosMsg = "此相簿包含从网络画廊下载的照片。已下载但尚未导入的照片将被移到废纸篓，除非您选取导入它们。\n";
RemovePublishedAlbums = "您真的要停止发布并删除所选相簿吗？";
RemovePublishedAlbumsMsg = "这些相簿中的照片在您的照片图库和包含它们的其他相簿中仍将是可见的。\n";
RemovePublishedAlbumsWithSyncedPhotosMsg = "这些相簿包含从网络画廊下载的照片。已下载但尚未导入的照片将被移到废纸篓，除非您选取导入它们。\n";
RemovePublishedAlbumImport = "删除此相簿之前，请将照片导入到您的图库。";
RemovePublishedAlbumsImport = "删除相簿之前，请将照片导入到您的图库。";
RemoveBook = "您真的要删除产品“%1$@”吗？";
RemoveBookMsg = "";
RemoveBooks = "您真的要删除所选的这些产品吗？";
RemoveBooksMsg = "";
RemoveSlideshow = "您真的要删除幻灯片显示“%1$@”吗？";
RemoveSlideshowMsg = "";
RemoveSlideshows = "您真的要删除所选幻灯片显示吗？";
RemoveSlideshowsMsg = "";
RemoveFolder = "您真的要删除文件夹“%1$@”及其包含的所有项吗？";
RemoveFolderMsg = "";
RemoveFolders = "您真的要删除所选文件夹及其包含的所有项吗？";
RemoveFoldersMsg = "";
RemoveSubscription = "您真的要删除订阅“%1$@”吗？";
RemoveSubscriptionMsg = "此订阅中的照片不在您的照片图库中，它们将被移到废纸篓，除非您选取导入它们。";
RemoveInUseSubscriptionMsg = "此订阅中的部分照片正在使用，它们将保留在您的照片图库中。未使用的照片将被移到废纸篓，除非您选取导入它们。";
RemoveSubscriptions = "您真的要删除所选订阅吗？";
RemoveSubscriptionsMsg = "这些订阅中的照片不在您的照片图库中，它们将被移到废纸篓，除非您选取导入它们。";
RemoveInUseSubscriptionsMsg = "这些订购的某些照片正在使用中，它们将保留在照片图库中。未使用的照片将被移到废纸篓，除非您选取导入它们。";
RemoveSubscriptionImport = "删除此订阅之前，请将照片导入到您的图库。";
RemoveSubscriptionsImport = "删除订阅之前，请将照片导入到您的图库。";

// Print Controller strings
PrintTitle = "没有照片要打印";
PrintNoSelection = "请选取一个包含照片的相簿后再试一次。";
PCNoPlugins = "未找到打印插件。";
PCFullPage = "整张页面";
PCQualityWarning = "您的照片中有些质量不高，无法采用所选格式打印。";
PCSelected-None = "未选择照片";
PCSelected-One = "选择了照片 %1$@";
PCSelected-Some = "选择了 %1$@ 张照片";
PCSelected-Many = "选择了 %1$@ 张照片";
PCPage-None = "无要冲印的照片";
PCPage-One = "打印 %1$@ 页";
PCPage-Some = "打印 %1$@ 页";
PCPage-Many = "打印 %1$@ 页";
// This should be centimeters when localized for a metric country
PCInches = "英寸";
PCIncompatiblePrintSize = "所选打印尺寸不适合当前的纸张大小。";
PCIncompatibleRequiredPrintSize = "所选打印机不支持所请求的纸张大小的无边框打印。";

// Image Filter Controller strings
IFNoPlugins = "未找到图像滤镜插件。";

// Save panel
SaveSelectedImage = "存储所选照片";
CurrentImageSize = "照片实际尺寸（%1$d × %2$d）";

// Special folder names
RescuedItemsFolder = "拯救项";

// Items in the Album list
APhotoLibrary = "照片";
ASubscriptions = "预订";
ANetwork = "已共享的照片";
ANetworkLibraryDefault = "共享图库";
AImportingPhotos = "正在导入照片";
ALastImport = "最新导入";
AEmptyEvent = "新建事件";
AFavorites = "个人收藏";
AEarlyPhotos = "早期照片";
AEvents = "事件";
ACurrentlySelected = "最近一次查看的事件";
ACurrentlySelectedPlural = "最后一次查看的事件";
ASelectedEvents = "当前事件";
ASelectedEventsCount = "%i 个事件";
ALastNMonths = "最近 %i 个月";
ALastMonth = "上个月";
AMonthString = "个月的相簿";
AMonthsString = "个月的相簿";
ALastNRolls = "最近 %i 个事件";
ALastRoll = "上一个事件";
ARollString = "事件相簿";
ARollsString = "事件相簿";
ASmartAlbum = "智能相簿";

ANumberedEmptyEvent = "新建事件 %1$d";

// Subscriptions
SubNextCheck = "下一次检查：%1$@";
SubLastCheck = "上一次检查：%1$@";
SubLastCheckNever = "从未";
SubCheckStringFormat = "%1$@, %2$@";		// e.g. "Tomorrow, 5:21PM" (SubDateFormat, SubTimeFormat)

// book product types
HardcoverBook = "Large - 11\" × 8½\"";
LargeSoftcoverBook = "Large - 11\" × 8½\"";
MediumSoftcoverBook = "中尺寸 - 8\" × 6\"";
SmallSoftcoverBook = "Small - 3½\" × 2⅝\"";

// calendar product types
WallCalendar = "Wall Calendar";

// card product types
FoldedGreetingCard = "贺卡";
Postcard = "明信片";

// Cut Sheet features
CSLowResImageMessage = "打印项目中的一张或多张照片的打印质量可能过低。您要继续吗？";
CSCreatingBookPDF = "正在组合打印项目…";
CSTextWarning = "您的打印项目似乎没有包含文本。您要继续吗？";
CSDefaultTextWarning = "您的打印项目似乎带有尚未编辑的默认文本。默认文本将不会出现在打印的页面上。您要继续吗？";
CSThemeButtonTooltip = "请为此打印项目选取主题";
CSStylingButtonTooltip = "调整此打印项目的文本样式";
CSLoseCustomTextWarning = "更改为其他名称可能会丢失您添加到此打印项目中的文本。您要继续吗？";
CSCreatingIndefinite = "正在创建打印项目…";
CSLoadingIndefinite = "正在载入打印项目…";
CSUpdatingIndefinite = "正在更新打印项目…";
CSCreatingDefinite = "创建打印项目";
CSLoadingDefinite = "载入打印项目";
CSUpdatingDefinite = "更新打印项目";
CSPageTypeMenuLabel = "布局 ▼";
CSPageTypeMenuLabelNoArrow = "布局";
CSPageBackgroundMenuLabel = "背景";
CSPageTypeMenuTooltip = "为此页面选取另一个布局";
CSPageBackgroundMenuTooltip = "为此页面选取另一个背景";
CSMinBookSizeTooltip = "以最小显示大小查看打印项目";
CSMaxBookSizeTooltip = "以最大显示大小查看打印项目";
CSBookSizerTooltip = "更改打印项目的显示大小";
CSBookHolesAlertTitle = "不完整的页面";
CSBookHolesAlert = "您的页面中的一个或多个相框似乎没有照片。";
CSSettingsButtonTooltip = "更改此打印项目的设置";
CSRestoreSettingsTooltip = "将文本设置恢复成默认值";
CSCancelSettingsTooltip = "取消设置并不更改页面";
CSApplySettingsTooltip = "将选定设置应用到页面";
CSAltElementsMenuLabel = "边框";
CSAltElementsMenuTooltip = "为照片选择备用边框";
CSPageDesignButtonLabel = "布局 ▼";
CSPageDesignButtonLabelNoArrow = "布局";
CSPageDesignButtonTooltip = "为此页面上的照片选择布局";
CSPageBackgroundTooltip = "为页面选择背景";
CSCreatingProductionImages = "正在合成图像…";
CSCreatingProductionFormat = "图像 %1$d / %2$d";
CSPrintSettingsButtonLabel = "打印设置";
CSPrintSettingsButtonTooltip = "更改此打印项目的打印设置";
CSPrinterNameMenu = "Printer";
CSPrinterNameMenuTooltip = "从可用的打印机中选择";
CSPaperSizeMenu = "Paper Size";
CSPaperSizeMenuTooltip = "选择纸张大小";
CSPaperTypeMenu = "Paper Type";
CSPaperTypeMenuTooltip = "选择纸张类型";
CSOnePhotoPerPage = "每页使用相同的照片";
CSOnePhotoPerPageTooltip = "使用同一张照片填充每个页面并根据需要为此打印项目创建附加页面";
CSPrintPreview = "Print Preview";
CSPrintPreviewTooltip = "启用/停用打印机颜色的屏幕预览";
CSCropMarks = "裁剪标记";
CSCropMarksTooltip = "打印时包括裁剪标记";
CSSimpleTypeName = "标准打印";
CSContactSheetTypeName = "名片纸";
CSCustomTypeName = "自定";
CSSamplerTypeName = "采样器";
CSStandardPhotoSizeLabels = "16 x 20;11 x 14;8.5 x 11;8 x 10;5 x 7;4 x 6;3 x 5;2 x 3;2 x 2";
CSStandardPhotoSizeDimensions = "1152x1440;792x1008;612x792;576x720;360x504;288x432;216x360;144x216;144x144";
CSNextPageButtonTooltip = "前往打印项目中的下一页";
CSPreviousPageButtonTooltip = "前往打印项目中的上一页";
CSPageThumbTooltip = "查看此打印项目中的页面";
CSImageShelfTooltip = "查看此打印项目中的照片";
CSNoPrinter	= "未选择打印机";
CSCustomSizeMenu = "自定…";
CSCustomPaperSizeTitle = "自定纸张大小";
CSCustomPhotoSizeTitle = "自定打印大小";
CSPageRotationHorizontal = "水平";
CSPageRotationHorizontalTooltip = "使页面水平";
CSPageRotationVertical = "垂直";
CSPageRotationVerticalTooltip = "使页面垂直";
CSPageOrientationPortrait = "竖排";
CSPageOrientationPortraitTooltip = "将页面旋转为纵向";
CSPageOrientationLandscape = "横排";
CSPageOrientationLandscapeTooltip = "将页面旋转为横向";
CSPlacedImageTooltip = "此照片已经放置在此打印项目中的至少一个页面上";
CSNotPlacedImageTooltip = "此照片尚未放入此打印项目中";
CSUntitledPrinterName = "未命名";
CSAnyPrinterName = "任何打印机";
CSNoPrinterName = "未选择打印机";
CSDefaultPrinterSettingsName = "标准";
CSSharedPrintersMenuLabel = "共享的打印机";
CSBorderlessPaperLabel = "无边框";

// Card features
CARDLowResImageMessage = "卡片中的一张或多张照片的打印质量可能会非常差。您要继续吗？";
CARDCreatingBookPDF = "正在编排卡片…";
CARDErrorCreatingBookPDF = "不能编排卡片";
CARDErrorReasonCreatingBookPDF = "文件名称为“%1$@”的照片出现问题。找不到此照片的完整分辨率版本，或者它已损坏。请替换此照片或从卡片中删除它。";
CARDTextWarning = "您的卡片中似乎有不合适的文本。您要继续吗？";
CARDDefaultTextWarning = "您的卡片似乎有仍未编辑的默认文本。打印后的卡片将不包括此文本。您要继续吗？";
CARDViewPageMatrixTooltip = "选取是双面还是单面显示此卡片";
CARDViewPageButtonTooltip = "显示此卡片的单面";
CARDViewSpreadButtonTooltip = "双面显示此卡片";
CARDThemeButtonTooltip = "为此卡片选取一个主题";
CARDStylingButtonTooltip = "调整此卡片中的文本样式";
CARDLoseCustomTextWarning = "更改为不同的主题会导致您添加至此卡片中的所有文本丢失。您要继续吗？";
CARDCreatingIndefinite = "正在创建卡片…";
CARDLoadingIndefinite = "正在载入卡片…";
CARDUpdatingIndefinite = "正在更新卡片…";
CARDCreatingDefinite = "正在创建卡片";
CARDLoadingDefinite = "正在载入卡片";
CARDUpdatingDefinite = "正在更新卡片";
CARDPageTypeMenuLabel = "布局 ▼";
CARDPageTypeMenuLabelNoArrow = "布局";
CARDPageBackgroundMenuLabel = "背景 ▼";
CARDPageBackgroundMenuLabelNoArrow = "背景";
CARDPageTypeMenuTooltip = "为此卡片所选的一面选取不同的布局";
CARDPageBackgroundMenuTooltip = "为此卡片所选的一面选取不同的背景";
CARDPageDesignButtonLabel = "设计 ▼";
CARDPageDesignButtonLabelNoArrow = "设计";
CARDPageDesignButtonTooltip = "为此卡片所选的一面选取一种设计";
CARDOrientationButtonLabel = "方向";
CARDOrientationButtonTooltip = "更改这张卡的方向";
CARDMinBookSizeTooltip = "以最小显示大小来查看卡片";
CARDMaxBookSizeTooltip = "以最大显示大小来查看卡片";
CARDBookSizerTooltip = "更改卡片的显示大小";
CARDBookHolesAlertTitle = "不完整的卡片";
CARDBookHolesAlert = "您的卡片中的一个或多个相框似乎没有照片。您必须先在这些相框中放置照片才能购买此卡片。";
CARDGreetingCardLabel = "贺卡";
CARDPostcardLabel = "明信片";
CARDCardOrientationTitle = "更改卡片方向";
CARDChangeToHorizontalPrompt = "您正将一张横向的照片放到一张垂直方向的卡片上。您要将放入的位置改变到一张水平方向的卡片上吗？";
CARDChangeToVerticalPrompt = "您正将一张竖向的照片放到一张水平方向的卡片上。您要将放入的位置改变到一张垂直方向的卡片上吗？";
CARDAppleLogoCheckbox = "在卡片的背面包含 Apple 标志";
CARDRestoreSettingsTooltip = "将文本设置恢复成默认值";
CARDCancelSettingsTooltip = "取消设置以不更改卡片";
CARDApplySettingsTooltip = "将所选的这些设置应用到卡片";
CARDIncludeBrandingTooltip = "打印时在此卡片的背面包含 Apple 标志和商标";

// card categories
CARDCategoryAll = "所有";
CARDCategoryAllOccasion = "所有场合";
CARDCategoryBaby = "宝宝";
CARDCategoryKids = "孩子";
CARDCategoryBabyKids = "宝宝/儿童";
CARDCategoryHoliday = "节日";
CARDCategoryEvents = "事件";
CARDCategoryHolidayEvents = "节日/事件";
CARDCategoryInvitation = "邀请";
CARDCategoryThankYou = "感谢";
CARDCategoryInvitationThankYou = "邀请/感谢";
CARDCategoryParty = "派对";
CARDCategoryFun = "娱乐";
CARDCategoryPartyFun = "派对/娱乐";
CARDCategorySeasonal = "季节性";
CARDCategoryWedding = "婚礼";
CARDCategoryLove = "亲情";
CARDCategoryWeddingLove = "婚礼/亲情";
CARDCategoryRomance = "浪漫史";
CARDCategoryLoveRomance = "亲情/浪漫史";
CARDCategoryWeddingRomance = "婚礼/浪漫史";
CARDCategoryBirthday = "生日";
CARDCategoryAnniversary = "周年";
CARDCategoryGraduation = "毕业典礼";
CARDCategoryFriendship = "友情";
CARDCategoryFavorites = "个人收藏";
CARDCategoryClassic = "经典";
CARDCategoryFormal = "正式场合";
CARDCategoryModern = "现代";
CARDPlacedImageTooltip = "此照片已经放入该卡片中";
CARDNotPlacedImageTooltip = "此照片尚未放入此卡片中";

// Calendar features
CALLowResImageMessage = "按照您选取的设计，日历中的一张或多张照片的打印质量可能会非常差。您要继续吗？";
CALCreatingBookPDF = "正在编排日历…";
CALErrorCreatingBookPDF = "不能编排日历";
CALErrorReasonCreatingBookPDF = "文件名称为“%1$@”的照片出现问题。找不到此照片的完整分辨率版本，或者它已损坏。请替换此照片或从日历中删除它。";
CALTextWarning = "您的日历中似乎有不合适的文本。您要继续吗？";
CALDefaultTextWarning = "您的日历似乎有仍未编辑的默认文本。打印后的日历将不包括此文本。您要继续吗？";
CALViewPageMatrixTooltip = "选取是以整版形式还是以单页面形式显示此日历";
CALViewPageButtonTooltip = "显示此日历的单个页面";
CALViewSpreadButtonTooltip = "以整版形式显示此日历";
CALThemeButtonTooltip = "为此日历选取一个主题";
CALAutoflowButtonPrompt = "将这些照片从 iPhoto 窗口的左侧拖到您的日历页面，或者点按“自动流”按钮以自动排列您的日历。";
CALLoseCustomTextWarning = "更改为不同的主题可能会导致您在日历的照片页面上输入的所有文本丢失。但在日历中输入的所有文本将被保留。您要继续吗？";
CALCreatingIndefinite = "正在创建日历…";
CALLoadingIndefinite = "正在载入日历…";
CALUpdatingIndefinite = "正在更新日历…";
CALCreatingDefinite = "正在创建日历";
CALLoadingDefinite = "正在载入日历";
CALUpdatingDefinite = "正在更新日历";
CALPageTypeMenuLabel = "布局";
CALPageTypeMenuTooltip = "为所选月份选取另一种布局或您想要的照片数量";
CALPageDesignButtonLabel = "设计 ▼";
CALPageDesignButtonLabelNoArrow = "设计";
CALPageDesignButtonTooltip = "为所选月份选取一种设计";
CALAutoflowButtonTooltip = "用未被放入的照片填充日历页面";
CALStylingButtonTooltip = "调整此日历中的文本样式和其他设置";
CALPreviousPageButtonTooltip = "前往日历的上一月份";
CALNextPageButtonTooltip = "前往日历的下一月份";
CALMinBookSizeTooltip = "以最小显示大小来查看日历";
CALMaxBookSizeTooltip = "以最大显示大小来查看日历";
CALBookSizerTooltip = "更改日历的显示大小";
CALChangeSettings = "更改日历选项";
CALImportCalendarErrorTitle = "不能导入日历";
CALImportCalendarError = "尝试导入日历时出错。";
CALNetworkCalendarErrorTitle = "不能访问日历";
CALNetworkCalendarError = "尝试使用 Internet 连接访问共享的日历时发生错误。请检查您的连接设置并重试。";
CALBookHolesAlertTitle = "不完整的日历";
CALBookHolesAlert = "你的日历似乎在一个或多个月份中含有不包含照片的相框。您必须更改这些页面的布局或在这些相框中放置照片才能购买此日历。";
CALTooManyPagesWarningTitle = "日历超过 %1$d 个月";
CALTooManyPagesWarning = "基于所选主题，您选择的照片超过了一本 %1$d 月日历所能存放的数量。";
CALNothingToAutoflow = "您的所有照片都已放入您的日历，没有要填充的空白照片。";
CALProductLabel = "日历";
CALDataLoadingProgress = "正在导入日历数据…";
CALBirthdayFormatString = "“%@”的生日"; // used for calendar data in conjunction with person's full name (e.g. "Mary Smith's Birthday")
CALBirthdayAlternateFormatString = "“%@”的生日"; // used for calendar data in conjunction with person's full name that ends in "S" (e.g. "Emily Fagans' Birthday")
CALNewFromLibraryTitle = "未选择用于日历的照片";
CALNewFromLibrary = "您是想现在自动添加图库中的所有照片，还是想稍后将照片拖到日历？";
CALCleanUpCalendar = "整理日历";
CALPageThumbTooltip = "查看此日历中的页面";
CALImageShelfTooltip = "查看此日历中的照片";
CALPlacedImageTooltip = "此照片已经放置在此日历中的至少一个页面上";
CALNotPlacedImageTooltip = "此照片尚未放入此日历中";

// Book features
BKCalendarFormat = "%Y年%B";
BKAttributionSingle = "这些照片是由“%2$@”于 %1$@摄制的。";
BKAttributionMultiple = "这些照片是由“%3$@”于 %1$@至 %2$@之间摄制的。";
BKLowResImageTitle = "低质量警告";
BKLowResImageMessage = "按照您选择的设计，相册中的一张或多张照片的打印质量会非常低。要继续吗？";
BKLowResImageTooltip = "此照片会以非常低的质量来打印";
BKLowResImageTooltipWithSize = "为确保最佳质量，建议此照片使用最大的相纸尺寸：$1%d x $2%d";
BKLowResImageContinueButton = "继续";
BKLowResImageCancelButton = "停止";
BKCreatingBookPDF = "正在编排相册…";
BKErrorCreatingBookPDF = "不能编排相册";
BKErrorReasonCreatingBookPDF = "文件名称为“%1$@”的照片出现问题。找不到此照片的完整分辨率版本，或者它已损坏。请替换此照片或从相册中删除它。";
BKCreatingBookPDFPages = "%2$d 页中的第 %1$d 页";
BKCoverPageName = "封面";
BKInsideCoverPageName = "封面内页";
BKInsideFlapPageName = "内页勒口";
BKBackCoverPageName = "背面";
BKTextWarningTitle = "剪辑的文本";
BKTextWarning = "您的相册中似乎有不合适的文本。您要继续执行命令吗？";
BKTextWarningTooltip = "此文本似乎不适合指定的文本区域";
BKDefaultTextTitle = "默认文本";
BKDefaultTextWarning = "您的相册似乎有仍未编辑的默认文本。打印后的相册将不包括此文本。您要继续执行订购吗？";
BKImageHoleText = "将图像拖到这里";
BKViewButtonLabel = "显示";
BKViewPageMatrixTooltip = "选取以便显示此相册的整版或单页面";
BKViewPageButtonTooltip = "选取此相册的单页面";
BKViewSpreadButtonTooltip = "显示此相册的整版";
BKPageNavButtonLabel = "页面";
BKThemeButtonLabel = "主题";
BKThemePanelMenuOption = "主题面板…";
BKThemeButtonTooltip = "为此相册选取一个主题";
BKPageBackgroundMenuLabel = "背景";
BKPageBackgroundMenuTooltip = "为当前所选页面选取背景";
BKPageDesignButtonLabel = "页面设计 ▼";
BKPageDesignButtonLabelNoArrow = "页面设计";
BKPageDesignButtonTooltip = "为所选页面选取一种页面设计";
BKPageTypeMenuLabel = "布局";
BKPageTypeMenuTooltip = "为选定页面选择另一种布局";
BKStylingButtonLabel = "文本";
BKStylingButtonTooltip = "调整此相册的文本样式";
BKAdjustButtonTooltip = "调整所选元素的属性";
BKAutoflowButtonLabel = "自动流";
BKAutoflowButtonTooltip = "将未被放入的照片添加到相册";
BKAutoflowButtonPrompt = "将照片从 iPhoto 窗口的顶部拖到您的相册页面上，或点按“自动流”按钮以自动对您的相册进行布局。";
BKGenerateBookTitle = "您是想让 iPhoto 自动排版相册，还是想手动将照片放入相册的各个页面中？";
BKGenerateBookOption = "";
BKGenerateBookYes = "自动";
BKGenerateBookNo = "手动";
BKAddPageButtonLabel = "添加页面";
BKAddPageButtonTooltip = "将页面添加至此相册";
BKAddSpreadButtonLabel = "添加页面";
BKAddSpreadButtonTooltip = "将页面版式添加至此相册";
BKRemovePageWarning = "您真的要将所选页面从相册中去掉吗？";
BKRemovePageWarningMsg = "此页面中的照片将保留在照片浏览器中。";
BKCustomizeButtonLabel = "自定";
BKCustomizeButtonTooltip = "自定此相册的布局";
BKScrapAreaLabel = "第 %1$d 页";
BKNoTemplateWarningTitle = "无可用主题";
BKNoTemplateWarning = "找不到主题。要至少安装一个主题，此功能才可用。";
BKLoseCustomTextWarning = "更改为不同的名称会导致您添加至此相册中的所有文本丢失。您要继续吗？";
BKScrapAreaUnusedLabel = "未被放入的照片";
BKTooManyPagesWarningTitle = "相册超过 %1$d 页";
BKTooManyPagesWarning = "基于所选主题，您选择的照片超过了一本 %1$d 页相册所能存放的数量。";
BKAddPageWarningTitle = "不能添加额外的页面";
BKAddPageWarning = "此相册已包含有 %1$d 个页面。在去掉现有页面之前，不能添加额外的页面。";
BKBookHolesAlertTitle = "不完整的相册";
BKBookHolesAlert = "您的相册似乎在一个或多个页面中含有不包含照片的相框。您必须更改这些页面的布局或在这些相框中放置照片才能购买此相册。";
BKUnusedBlankPageAlert = "在相册的结尾有一个空白页面。您想继续吗？";
BKNothingToAutoflow = "您的所有照片都已放入您的相册。没有要填充的空白相框。";
BKCopyrightUserNameFormat = "© %1$@";
BKMinBookSizeTooltip = "以最小的显示大小来查看页面";
BKMaxBookSizeTooltip = "以最大的显示大小来查看页面";
BKBookSizerTooltip = "更改页面的显示大小";
BKHardCoverLabel = "硬皮封面";
BKSoftCoverLabel = "软皮封面";
BKSpiralBoundLabel = "线装订";
BKSpiralBoundLongLabel = "线装订软皮封面";
BKLegacyThemeLabel = "旧主题";
BKCreatingIndefinite = "正在制作相册…";
BKLoadingIndefinite = "正在载入相册…";
BKUpdatingIndefinite = "正在更新相册…";
BKCreatingDefinite = "制作相册";
BKLoadingDefinite = "正在载入相册";
BKUpdatingDefinite = "正在更新相册";
BKUserCustomizedPageType = "自定";
BKPageTitleFormat = "第 %1$d 页";
BKRestoreSettingsTooltip = "将相册文本设置恢复成默认值";
BKCancelSettingsTooltip = "取消设置以不更改相册";
BKApplySettingsTooltip = "将所选设置应用至相册";
BKShowCaptionsTooltip = "在照片文本栏位中显示默认描述、注释和/或文件名称";
BKNewFromLibraryTitle = "未选择用于相册的照片";
BKNewFromLibrary = "您是想现在自动添加图库中的所有照片，还是想稍后将照片拖到相册？";
BKNewFromLibraryNow = "现在添加";
BKNewFromLibraryLater = "稍后添加";
BKPageThumbTooltip = "查看此相册中的页面";
BKImageShelfTooltip = "查看此相册中的照片";
BKPlacedImageTooltip = "此照片已经至少放置在该相册的一个页面";
BKNotPlacedImageTooltip = "此照片尚未放入该相册。";

// Book Upgrade Messaging
BKHardcoverConversionMessage = "iPhoto 中的硬皮封面相册现在带有打印的护封面。您的相册已升级到这种新的封面样式。请先检查修改的相册，然后再订购它。";
BKLargeSoftcoverConversionMessage = "iPhoto 中的大型软皮封面相册现在带有打印的全包封面。您的相册已升级到这种新的封面样式。请先检查修改的相册，然后再订购它。";
BKSoftcoverConversionMessage = "现在 iPhoto 中的软皮封面相册有多种自定封面和封底的选项。您的相册已经升级到这种新的封面样式。请先检查修改的相册，然后再订购它。";
BKDeprecatedThemeMessage = "创建此相册所用的主题在 iPhoto 中不再可用。您可以使用这个主题完成此相册并订购它，但如果现在选择新主题，您将无法改回到这个主题。您要继续吗？";

// Book inspectors
BKPageInspectorTitle = "调整页面";
BKPageElementInspectorTitle = "调整元素";
BKImageElementTitle = "调整照片";
BKArtElementTitle = "调整插图";
BKCompoundElementTitle = "调整照片相框";
BKCalendarElementTitle = "调整日历";
BKTextElementTitle = "调整文本";

BKBackgroundTransparencyTooltip = "调整背景图像的透明度";
BKBackgroundMaxTransparencyTooltip = "使背景图像透明";
BKBackgroundMinTransparencyTooltip = "使背景图像不透明";
CommandBackgroundTransparency = "调整照片透明度";

// Book actions (for undo/redo strings and the like)
BKAddPage = "添加页面";
BKRemovePage = "去掉页面";
BKDeletePhoto = "去掉照片";
BKCutPageElement = "剪切元素";
BKPastePageElement = "粘贴元素";
BKMovePageElement = "移动元素";
BKResizePageElement = "调整元素大小";
BKRotatePageElement = "旋转元素";
BKSwapPhoto = "交换照片";
BKMovePhoto = "移动照片";
BKMovePage = "移动页面";
BKMoveSpread = "移动版式";
BKChangeTheme = "更改主题";
BKChangePageType = "更改页面类型";
BKChangeBackground = "更改背景";
BKChangePageDesign = "更改页面设计";
BKTextEditing = "文本编辑";
BKAutoflow = "自动流";
BKPan = "摇动照片";
BKZoom = "缩放照片";
BKCleanUpBook = "整理相册";
BKChangeSettings = "更改设置";
BKSendToBack = "移至最后";
BKMoveToFront = "移至最前";
BKMirrorImage = "镜像图像";
BKChangeBorder = "更改边框";
BKChangeFrame = "更改相框";
BKChangeLayout = "更改布局";
BKRotatePage = "旋转页面";
BKChangeOrientation = "更改方向";
BKChangeColumns = "更改栏数";


// printed product sizes (for info panel)
BKInfoDimensionHardcover = "11\" × 8½\"";
BKInfoDimensionSoftcoverLarge = "11\" × 8½\""; 
BKInfoDimensionSoftcoverMedium = "8\" × 6\"";
BKInfoDimensionSoftcoverSmall = "3½\" × 2⅝\"";
CARDInfoDimensionHorizontalFolded = "7\" × 5\"";
CARDInfoDimensionVerticalFolded = "5\" × 7\"";
CARDInfoDimensionHorizontalPostcard = "6\" × 4\"";
CARDInfoDimensionVerticalPostcard = "4\" × 6\"";
CALInfoDimension = "13\" × 10.4\"";

// Book Engine
// -----------
// Global Page Type Names
PageTypeCover = "封面";
PageTypeFlap = "内页勒口";
PageTypeBack = "背面";
PageTypeBlank = "空白";
PageTypeIntro = "介绍";
PageTypeText = "文本";
PageTypeChapter = "章节";
PageTypeOne = "一张";
PageTypeTwo = "两张";
PageTypeThree = "三张";
PageTypeFour = "四张";
PageTypeSix = "六张";
PageTypeSeven = "七张";
PageTypeEight = "八张";
PageTypeTen = "十张";
PageTypeTwelve = "十二张";
PageTypeFourteen = "十四张";
PageTypeSixteen = "十六张";
PageTypeCalendar = "日历";
PageTypeOutside = "外部";
PageTypeOut = "外部";
PageTypeInside = "内部";
PageTypeIn = "内部";
PageTypeFront = "正面";

// Global Placeholder Text
DefaultCoverSubtitle = "插入副标题或作者姓名。";
CoverSubtitle = "插入副标题或作者姓名。";
DefaultFlapTitle = "关于此相册";
DefaultFlapDescription = "请插入相册的描述。";
DefaultIntroTitle = "介绍";
DefaultIntroBody = "插入相册的描述（您可以写几个句子来描述您的照片。）";
DefaultIntroText = "插入相册的描述（您可以写几个句子来描述您的照片。）";
DefaultPhotoDescription = "插入照片的说明。";
DefaultPhotosDescription = "插入照片的描述。";
DefaultHeadline = "插入标题";
DefaultTitle = "插入标题";
DefaultCardback = "在这里插入您的贺词。";
DefaultBody = "在这里插入您的贺词。";
StampLabel = "请在这里贴上邮资足够的邮票";

// Photo viewer mode strings

PVModeButtonLabel = "显示";
PVModeMatrixTooltip = "选取查看照片的模式";
PVModeAll = "所有";
PVModeEvent = "事件";
PVModeDetail = "详细信息";
PVModeEdit = "编辑";

// Filter bar strings

FBShowAll = "显示全部";
FBDate = "日期";
FBKeywords = "关键词";
FBRating = "评价";
FBEvent = "事件";
FBBack = "背面";

TBNewEvent = "新建事件";
TBNewEventTooltip = "创建新的空事件";
TBSetEvent = "记住";
TBSetRecentTooltip = "在侧栏中显示选定的事件";

TBEvents = "事件";
TBDetail = "详细信息";

MISortPhotos = "排列照片";
MISortEvents = "排列事件";

MergeEventUpOrDown = "点按它以将“%1$@”合并到“%2$@”中。";

TBSplit = "分离   ";
TBAutoSplit = "自动分离";
TBMerge = "合并 ";
TBSplitDone = "完成";

MIMergeEventUp = "向上合并";
MIMergeEventDown = "向下合并";
MIMergeEvents = "合并事件";
MISplitEvents = "分离事件";

FinishSplitAlert_Title = "分离正在进行。";
FinishSplitAlert_Message = "请先结束或取消拆分，然后再更改相簿或退出。";
FinishSplitAlert_OK = "好";

SplitDuration-SecondsShortSingular = "秒钟";
SplitDuration-SecondsShortPlural = "秒钟";
SplitDuration-SecondsLongSingular = "秒";
SplitDuration-SecondsLongPlural = "秒";
SplitDuration-MinutesShortSingular = "分钟";
SplitDuration-MinutesShortPlural = "分钟";
SplitDuration-MinutesLongSingular = "分钟";
SplitDuration-MinutesLongPlural = "分钟";
SplitDuration-HoursShortSingular = "小时";
SplitDuration-HoursShortPlural = "小时";
SplitDuration-HoursLongSingular = "小时";
SplitDuration-HoursLongPlural = "小时";
SplitDuration-DaysShortSingular = "天";
SplitDuration-DaysShortPlural = "天";
SplitDuration-DaysLongSingular = "天";
SplitDuration-DaysLongPlural = "天";
SplitDuration-xxxx = "";
SplitDuration-xxxS = "[S] [SS]";
SplitDuration-xxMx = "[M] [MS]";
SplitDuration-xxMS = "[M] [MS], [S] [SS]";
SplitDuration-xHxx = "[H] [HS]";
SplitDuration-xHxS = "[H] [HS], [S] [SS]";
SplitDuration-xHMx = "[H] [HS], [M] [MS]";
SplitDuration-xHMS = "[H] [HS], [M] [MS], [S] [SS]";
SplitDuration-Dxxx = "[D] [DS]";
SplitDuration-DxxS = "[D] [DS], [S] [SS]";
SplitDuration-DxMx = "[D] [DS], [M] [MS]";
SplitDuration-DxMS = "[D] [DS], [M] [MS], [S] [SS]";
SplitDuration-DHxx = "[D] [DS], [H] [HS]";
SplitDuration-DHxS = "[D] [DS], [H] [HS], [S] [SS]";
SplitDuration-DHMx = "[D] [DS], [H] [HS], [M] [MS]";
SplitDuration-DHMS = "[D] [DS], [H] [HS], [M] [MS], [S] [SS]";

SplitProgress = "正在分离事件。";
UndoSplitProgress = "正在还原分离事件…";
RedoSplitProgress = "正在重做分离事件…";

MergeProgress = "正在合并事件。";
UndoMergeProgress = "正在还原合并事件…";
RedoMergeProgress = "正在重做合并事件…";

AutoSplitProgress = "正在自动分离事件。";
UndoAutoSplitProgress = "正在还原自动分离事件…";
RedoAutoSplitProgress = "正在重做自动分离事件…";

SplitName = "%@ %@";

NoKeywordsToolTip = "<无关键词>";
KeywordsToolTipJoiner = ", ";

// Batch change strings
BatchChangeProgress = "正在更新照片…";
BatchChangeCanceled = "正在取消成批更改…";
AddTimeSeconds-None = "秒";
AddTimeSeconds-One = "秒";
AddTimeSeconds-Some = "秒";
AddTimeSeconds-Many = "秒";
AddTimeMinutes-None = "分钟";
AddTimeMinutes-One = "分钟";
AddTimeMinutes-Some = "分钟";
AddTimeMinutes-Many = "分钟";
AddTimeHours-None = "小时";
AddTimeHours-One = "小时";
AddTimeHours-Some = "小时";
AddTimeHours-Many = "小时";
AddTimeDays-None = "天";
AddTimeDays-One = "天";
AddTimeDays-Some = "天";
AddTimeDays-Many = "天";
BatchChangeDateExplanation-One = "照片的原始日期和时间显示在下面。请将它调整到正确时间。";
BatchChangeDateExplanation-Some = "第一张照片的原始日期和时间显示在下面。请将它调整到正确时间，所有 %@ 张照片的时间都会相应改变。";
BatchChangeDateExplanation-Many = "第一张照片的原始日期和时间显示在下面。请将它调整到正确时间，所有 %@ 张照片的时间都会相应改变。";

BatchChangeDateExplanationDays = "原始%1$@将被调整 %5$@%4$@%3$@%2$@";	// The original photo will be adjusted by 3 days, 1 hour, 45 minutes, and 3 seconds
BatchChangeDateExplanationHours = "原始%1$@将被调整 %4$@%3$@%2$@";	// ...adjusted by 1 hour, 45 minutes, and 3 seconds
BatchChangeDateExplanationMinutes = "原始%1$@将被调整 %3$@%2$@";	// ...adjusted by 45 minutes and 3 seconds
BatchChangeDateExplanationSeconds = "原始%1$@将被调整%2$@";	// ...adjusted by 3 seconds
ExplanationPhoto-One = "照片";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationPhoto-Some = "照片";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationPhoto-Many = "照片";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationDay-One = "%1$@ 天"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationDay-Some = "%1$@ 天"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationDay-Many = "%1$@ 天"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationHour-None = "%1$@ 小时"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-One = "%1$@ 小时"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-Some = "%1$@ 小时"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-Many = "%1$@ 小时"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationMinute-None = "%1$@ 分钟"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-One = "%1$@ 分钟"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-Some = "%1$@ 分钟"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-Many = "%1$@ 分钟"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationSecond-None = "%1$@ 秒钟"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-One = "%1$@ 秒钟"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-Some = "%1$@ 秒钟"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-Many = "%1$@ 秒钟"; // substituted into BatchChangeDateExplanationDays as parameter 2


// Pre-determined keywords
ResetFilterKeywords = "重置";
EditKeywords = "编辑关键词";
StopEditKeywords = "完成编辑关键词";
NoneKeyword = "无";
NoneKeywordCategory = "所有关键词";
DoneKeyword = "完成";
ShowAllKeyword = "显示全部";
FavoriteKeyword = "_Favorite_";
Keyword3 = "个人收藏";
Keyword4 = "家庭";
Keyword5 = "孩子";
Keyword6 = "度假";
Keyword7 = "生日";
MovieKeyword = "影片";
RawKeyword = "Raw";			// This refers to a "raw" image (not a JPEG) that is stored in an advanced digital camera.

// Menu items
ACShowInfo = "显示简介";
ACHideInfo = "隐藏简介";

// Commands (for undo/redo)
CommandAddImageToAlbum = "将照片添加到相簿";
CommandAddImagesToAlbum = "将照片添加到相簿";
CommandRemoveImageFromAlbum = "从相簿中删除照片";
CommandRemoveImagesFromAlbum = "从相簿中删除照片";
CommandRemoveImageFromTrash = "恢复到“照片图库”";
CommandRemoveImagesFromTrash = "恢复到“照片图库”";
CommandMovePhotosToTrash = "移到废纸篓";
CommandMovePhotoToTrash = "移到废纸篓";
CommandRotateImage = "旋转照片";
CommandRotateImages = "旋转照片";
CommandCropImage = "裁剪照片";
CommandEnhance = "改善照片";
CommandSaturation = "调整饱和度";
CommandHighlightsAndShadows = "调整高光和暗调";
Dodge = "减淡";
Burn = "刻录";
CommandBoost = "增强色彩";
CommandFade = "颜色淡入淡出";
CommandBloom = "应用高光";
CommandGloom = "应用阴暗";
CommandMonet = "莫奈风格";
CommandManet = "马奈风格";
CommandRenoir = "雷诺阿风格";
CommandCezanne = "塞尚风格";
CommandDegas = "德加风格";
CommandVignette = "晕影";
CommandMatte = "遮片";
CommandEdgeBlur = "边缘柔化";
CommandPosterize = "色调分离";
CommandFillLight = "补光";
CommandImpact = "增加撞挤";
CommandAntique = "复古";
CommandExposure = "调整曝光";
CommandBlackAndWhite = "转换为黑白色";
CommandBlackAndWhiteShort = "黑白色";
CommandSepia = "转换为棕褐色";
CommandHighlights = "调整颜色";
CommandColorAdjust = "调整颜色";
CommandSharpen = "锐化照片";
CommandNoise = "减少照片中的噪点";
CommandBlackAndWhitePoint = "调整黑白点";
CommandBlackPoint = "调整黑点";
CommandWhitePoint = "调整白点";
CommandColorBalance = "调整颜色平衡";
CommandRedEye = "消除红眼";
CommandStraightenImage = "校正";
CommandRemoveBlemish = "润饰";
CommandBrightnessContrast = "对比度";
CommandAdjustLighting = "调整照明";
CommandAdjustTint = "调整颜色平衡";
CommandResetAdjustments = "还原调整";
CommandRestoreAdjustments = "复原调整";
CommandPasteAdjustments = "粘贴调整";
CommandResetEffects = "还原效果";
CommandChangeConstrain = "限制更改";
CommandBatchChange = "成批更改";
CommandAdjustDateAndTime = "调整日期和时间";
CommandChangeCaption = "照片标题";
CommandChangeEventCaption = "事件标题";
CommandChangeKeyword = "更改关键词";
CommandChangeRating = "照片评价";
CommandChangeDate = "照片日期";
CommandChangeTime = "照片时间";
CommandChangeComments = "照片注释";
CommandChangeRollName = "事件名称";
CommandChangeRollDate = "事件日期";
CommandChangeRollTime = "事件时间";
CommandChangeRollComments = "事件注释";
CommandAddKeyword = "添加关键词";
CommandRemoveKeyword = "去掉关键词";
CommandRemoveAllKeywords = "去掉所有关键词";
CommandCreateKeyword = "创建关键词";
CommandDeleteKeyword = "删除关键词";
CommandCutMultiple = "剪切 %1$d 张照片";
CommandCopyMultiple = "拷贝 %1$d 张照片";
CommandPasteMultiple = "粘贴 %1$d 张照片";
CommandMoveSingle = "移动 1 张照片";
CommandMoveMultiple = "移动 %1$d 张照片";
CommandCutSingle = "剪切 %1$@";
CommandCopySingle = "拷贝 %1$@";
CommandPasteSingle = "粘贴 %1$@";
CommandReorderAlbum = "重新排列相簿";
CommandReorderAlbums = "重新排列相簿";
CommandDuplicateAlbum = "复制相簿";
CommandNewAlbum = "制作新相簿";
CommandNewAlbumFromSelection = "用所选内容制作新相簿";
CommandNewFolder = "创建新文件夹";
CommandNewBook = "制作新相册";
CommandNewCard = "制作新卡片";
CommandNewCalendar = "制作新日历";
CommandNewKeepsake = "制作新相簿";
CommandNewSlideshow = "创建新幻灯片显示";
CommandRemoveAlbum = "删除相簿";
CommandRemoveAlbums = "删除相簿";
CommandRemoveKeepsake = "删除相簿";
CommandRemoveKeepsakes = "删除相簿";
CommandRemoveSlideshow = "删除幻灯片显示";
CommandRemoveSlideshows = "删除幻灯片显示";
CommandRemoveFolder = "删除文件夹";
CommandRemoveFolders = "删除文件夹";
CommandSetRanking = "设置我的评价";
CommandCreateRoll = "创建事件";
CommandAddToRoll = "添加到事件";
CommandStackPhotos = "创建照片栈";
CommandUnstackPhotos = "分散照片栈";
CommandSetStackKeyPhoto = "设定照片栈的关键照片";
CommandChangeStack = "更换照片栈";
CommandRemoveFromStack = "从照片栈中去掉照片";
CommandMergeEvents = "合并事件";
CommandSplitEvents = "分离事件";
CommandAutoSplitEvents = "自动分离事件";

// Image Edit toolbar strings
ConstrainMenuCustom = "自定";
ConstrainCustomLabel = "自定";
ConstrainCustomToolTip = "请为所选区域输入自定比例";
ResizeMenuLabel = "大小";
ResizeMenuToolTip = "更改图像的放大比例";
ScaleViewLabel = "缩放";
ScaleViewToolTip = "更改照片尺寸";
ScaleDownLabel = "缩小";
ScaleDownToolTip = "使照片更小";
ScaleUpLabel = "放大";
ScaleUpToolTip = "使照片更大";
ScaleFitLabel = "适合";
ScaleFitToolTip = "使照片适合窗口大小";
ConstrainAsPortrait = "竖排";
ConstrainAsLandscape = "横排";
ConstrainNoneLabel = "任意比例";
ConstrainNoneToolTip = "选择任意比例的区域";
ConstrainNoneTag = "0";
Constrain2x3Label = "2 × 3";
Constrain2x3ToolTip = "将所选区域限制为 2 × 3 的比例";
Constrain2x3Tag = "20003";
Constrain3x5Label = "3 × 5";
Constrain3x5ToolTip = "将所选区域限制为 3 × 5 的比例";
Constrain3x5Tag = "50003";
Constrain4x3PLabel = "4 × 3（相册）";
Constrain4x3PToolTip = "将所选区域限制为 4 × 3 的比例";
Constrain4x3PTag = "30004";
Constrain4x3LLabel = "4 × 3 (DVD)";
Constrain4x3LToolTip = "将所选区域限制为 4 × 3 的比例，以便在 DVD 上使用";
Constrain4x3LTag = "-40003";
Constrain4x6LLabel = "4 × 6";
Constrain4x6LToolTip = "将所选区域限制为 4 × 6 的比例";
Constrain4x6LTag = "60004";
Constrain5x7PLabel = "5 × 7";
Constrain5x7PToolTip = "将所选区域限制为 5 × 7 的比例";
Constrain5x7PTag = "50007";
Constrain8x10PLabel = "8 × 10";
Constrain8x10PToolTip = "将所选区域限制为 8 × 10 的比例";
Constrain8x10PTag = "80010";
Constrain16x20Label = "16 × 20";
Constrain16x20ToolTip = "将所选区域限制为 16 × 20 的比例";
Constrain16x20Tag = "160020";
Constrain20x30Label = "20 × 30";
Constrain20x30ToolTip = "将所选区域限制为 20 × 30 的比例";
Constrain20x30Tag = "200030";
ConstrainSquareLabel = "正方形";
ConstrainSquareToolTip = "将所选区域限制为正方形比例";
ConstrainSquareTag = "10001";
ConstrainLongArray = "('%d × %d (显示器)','%d × %d (原始大小)', '2 × 3', '3 × 5', '4 × 3  (DVD)', '4 × 3 (相册)', '4 × 6 (明信片)', '5 × 7  (L, 2L)', '8 × 10', '16 x 9  (HD)', '16 × 20', '20 × 30 (海报)', '正方形', '自定…', '限制为横向', '限制为纵向')";
ConstrainShortArray = "('%d × %d', '%d × %d', '2 × 3', '3 × 5', '4 × 3  (DVD)', '4 × 3', '4 × 6', '5 × 7', '8 × 10', '16 × 9', '16 × 20', '20 × 30', '正方形', '自定…', '横向', '纵向')";
ConstrainTagArray = "('-1', '-2', '20003', '50003', '-40003', '30004', '60004', '70005', '100008', '-160009', '160020', '200030', '10001', '-98', '-99', '-100')";
RetouchLabel = "润饰";
RetouchToolTip = "使用笔刷工具来润饰照片";
EnhanceLabel = "改善";
EnhanceToolTip = "自动增强颜色";
BlackAndWhiteLabel = "黑白色";
BlackAndWhiteToolTip = "将照片转换成黑白色";
SepiaLabel = "棕褐色";
SepiaToolTip = "将照片转换成棕褐色";
RedEyeLabel = "消除红眼";
RedEyeToolTip = "使用红眼工具来减少人眼中的红色调";
BrightnessContrastLabel = "对比度";
BrightnessContrastToolTip = "更改照片的对比度";
CropLabel = "裁剪";
CropToolTip = "使用裁剪工具来修剪照片";
TreatmentsToolTip = "将所选处理方案应用至照片";
RotateLabel = "旋转";
RotateToolTip = "将照片旋转 90 度";
ExternalEditorLabel = "外部编辑器";
ExternalEditorToolTip = "使用外部照片编辑器";
CustomizeLabel = "自定";
CustomizeToolTip = "在工具栏中自定这些项";
ShowThumbnailsMenuItem = "始终显示";
HideThumbnailMenuItem = "自动隐藏缩略图";
ShowThumbnailsMainWindowMenuItem = "显示";
HideThumbnailsMainWindowMenuItem = "隐藏";
ShowToolbarMenuItem = "显示工具栏";
HideToolbarMenuItem = "自动隐藏工具栏";
// Slide Show
SSBuiltInMusicPlaylistTitle = "样本音乐";
SSAdjustPanelTitle = "调整此幻灯片";
SSSettingsTitle = "设置";
SSSettingsTitleTooltip = "为整个幻灯片显示设置选项";
SSSettingsPreview = "预览";
SSSettingsPreviewTooltip = "预览选定幻灯片";
SSSettingsPlay = "播放";
SSSettingsPlayTooltip = "播放此幻灯片显示";
SSSettingsMusic = "音乐";
SSSettingsMusicTooltip = "为此幻灯片显示选择音乐";
SSSettingsDetails = "调整";
SSSettingsDetailsTooltip = "调整所选幻灯片的设置";

RemoteSlideshowWindowTitle = "iPhoto 幻灯片显示";
RemoteSlideshowPreviousTooltip = "播放上一张幻灯片";
RemoteSlideshowPlayTooltip = "播放幻灯片显示";
RemoteSlideshowPauseTooltip = "暂停幻灯片显示";
RemoteSlideshowNextTooltip = "播放下一张幻灯片";
RemoteSlideshowMinimizeTooltip = "使窗口最小化以仅显示幻灯片显示控制";
RemoteSlideshowMaximizeTooltip = "使窗口最大化以显示幻灯片显示";
RemoteSlideshowCloseTooltip = "停止播放幻灯片显示";

SSOldMosaicFlipID = "马赛克翻转";
SSNewMosaicFlipID = "马赛克翻转（小）";

SSDefaultExportFileName = "未命名.mov";
SSExportSavePanelPrompt = "导出";
SSExportProgress = "导出幻灯片显示…";
SSExportFlatten = "正在完成导出…";
SSExportErrorTitle = "导出幻灯片显示时出错。";
SSExportMessage = "";
SSExportDRMTitle = "请注意，此幻灯片显示中包括的音乐仅可以在经过授权的机器上播放。";
SSExportDRMMessage = "";

// slideshow export errors
SSExportErrorMusic = "不能找到或打开所选音乐。";
SSExportErrorCreate = "未能创建导出影片文件。";
SSExportErrorPermissions = "未能存储该导出影片文件，因为发生权限错误。";
SSExportErrorAlreadyOpen = "未能存储该导出影片文件，因为此文件已在另一个应用程序中打开。";
SSExportErrorWrite = "未能存储该导出影片文件。";
SSExportErrorDiskFull = "存储该导出影片文件时耗尽了磁盘空间。";
SSExportErrorCantReplace = "不能去掉现有文件。";

TransitionNone = "无";
TransitionRandom = "随机";
EffectNone = "无";

SSNoPluginsTitle = "幻灯片显示过渡";
SSNoPlugins = "未找到幻灯片显示过渡插件。";
SSMusicNotThereTitle = "幻灯片显示音乐";
SSMusicNotThere = "所选音乐找不到或打不开。";
SSContinueButton = "继续";
SSCancelButton = "取消";
SSFitToMusicWarningTitle = "适合音乐警告";
SSFitToMusicWarningFormat = "所选音乐最多可以适合 %d 张幻灯片。请延长音乐、减少幻灯片数量或缩短过渡时间。";
SSMusicMakeDefault = "您想将此选择作为默认的幻灯片显示音乐吗？";
SSMusicOff = "关";
SSBuiltinMusic = "样本音乐";
SSDefaultSettingsPopupTitle = "默认";
SSDefaultSettingsPopupFormatter = "默认（%@）";
SSDefaultTransition = "渐隐";
SSDefaultEffect = "无";
SSPlaylistSelectionFormatter = "完整播放列表：%@";
SSSongSelectionFormatter = "播放列表：%@ / 歌曲：%@";
SSTooFewColorsTitle = "颜色太少";
SSTooFewColorsMessage = "iPhoto 幻灯片显示需要您的显示器设置为上千万种颜色。请打开“系统偏好设置”的“显示器”面板，然后将“颜色”设置更改为“上千万种”。";
SSMusicTooShortTitle = "您选择的音乐太短，不适合幻灯片显示中照片的数量。";
SSMusicTooShortMsg = "请选取更长的歌曲或减少幻灯片显示中照片的数量。";

// iTunes Browser
MXITunesLibraryPlaylistName = "iTunes 曲库"; // name in playlist popup
MXITunesXMLNotFound = "无 iTunes 音乐曲库"; 
MXEllipsis = "…";
MXITunesError = "音频回放时出错";
MXITunesFileNotFound = "找不到文件，未能播放。";
MXITunesFilterCountFormat = "%d %@ %@"; // arg 1: number of songs, arg2: song or songs, arg 3: 'selected' or ''
MXITunesFilterActiveString = "已选"; // if a filter is active, string displayed below '%d songs'
MXITunesFilterSongsPlural = "首歌曲"; // displayed if more than 1 song is shown/selected '12 songs selected'
MXITunesFilterSongsSingular = "首歌曲"; // displayed if only 1 song is selected, '1 song selected'
MXITunesFilterSongsNone = "首歌曲"; // displayed if no songs are selected, e.g. '0 songs selected'
MXITunesSearch = "搜索";

// Edit
RevertToOriginalMenuItem = "复原至原始状态";
ReprocessRAWMenuItem = "重新处理 RAW";
ResetEditsMenuItem = "复原到先前状态";
RevertToOriginal = "您真的要复原成原始版本吗？";
RevertMessage = "所有更改都将丢失。";
ReprocessRAWTitle = "您真的要重新处理原始 RAW 照片吗？";
ReprocessRAWMessage = "所有更改都将丢失。";
MissingFileTitle = "丢失文件";
MissingFileMsg = "找不到文件“%1$@”。";
MissingFileMsgLink = "找不到相关文件“%1$@”。";
MissingFileLinkButton2 = "去掉链接";
BlackAndWhiteButtonTitle = "黑白色";
BlackAndWhitePointButtonTitle = "校正";
BlemishButtonTitle = "斑点";
SliderStringFormat = "%3.0f%%";
StraightenSliderStringFormat = "%3.1f°";
StraightenSliderZeroString = "0°";
SavingChanges = "存储更改…";
MissingRAW = "此照片的原始 RAW 版本已丢失。iPhoto 将编辑其 JPG 版本。";
UnsavedChanges = "您有未存储的修改。";
WouldYouLikeToSave = "您想存储您所作的更改吗？";
CurrentTitle = "最初状态";

// Import errors
CorruptImage = "不可读的照片";
CorruptImageMessage-One = "此文件不能导入。它不是照片，或已损坏。";
CorruptImageMessage-Some = "不能导入 %1$@ 个文件。它们已被损坏，或者不是照片。";
CorruptImageMessage-Many = "不能导入 %1$@ 个文件。它们已被损坏，或者不是照片。";

// Archive Errors
MissingArchiveErrorTitle = "照片图库丢失。";
MissingArchiveError = "请确定包含照片图库的磁盘已经装上，然后重新启动 %1$@。";

// Error occurred as the applicaiton was quitting. This message is written to the Log file.
SaveArchiveShutdownError = "尝试存储您的照片图库时出错。某些最近所做的更改可能会丢失。请确定您的硬盘有足够的空间，并且 iPhoto 可以访问 iPhoto 图库。";

// Error occurred during background saving. All is not lost because the application isn't going to shut down.
// If use can fix the situation then saving will resume normally and without loss of data.
SaveArchiveErrorTitle = "尝试存储您的照片图库时出错。";
SaveArchiveError = "某些最近所做的更改可能会丢失。请确定您的硬盘有足够的空间，并且 iPhoto 可以访问 iPhoto 图库。";

// Library is on a read only disk error
ReadOnlyLibraryTitle = "您所选择的主要 iPhoto 图库似乎已被锁定或在只读光盘上。";
ReadOnlyLibraryMsg = "请选择未锁定的 iPhoto 图库。注：要查看光盘上的 iPhoto 图库，请先插入光盘，然后再打开 iPhoto。";

// Not used in this version
// MissingMountedArchiveErrorTitle = "A photo library has been unmounted.";
// MissingMountedArchiveError = "A mounted photo library is no longer available. It will be unmounted.";

NoExternalEditorTitle = "您需要选取连按照片时打开的应用程序。";
NoExternalEditorMsg = "";
MissingExternalEditorTitle = "找不到首选的应用程序。";
MissingExternalEditorMsg = "您想在 %1$@ 中打开照片还是选取另一个应用程序？";
OpenInAppButton = "在 %1$@ 中打开";
FindEditorButton = "选取应用程序…";

ChooseArchiveTitle = "选取照片图库";
ChooseArchiveMsg = "%1$@ 需要照片图库才能继续。您可以选取一个已有的 iPhoto 图库，或创建一个新的 iPhoto 图库。";
NewArchiveErrorTitle = "未找到您的照片图库。您要查找 iPhoto 图库吗？";
NewArchiveError = "没有照片图库，就不能继续使用 %1$@。请确定已连接好包含 iPhoto 图库的磁盘。\n\n";
OpenExistingLibrary = "选取图库…";
OpenLibrary = "选取图库…";
NewLibrary = "创建图库…";
CreateLibrary = "创建图库…";
QuitApp = "退出 %1$@";

DBLibraryInUseTitle = "其他用户正在使用此照片图库。";
DBLibraryInUse = "请等到照片图库没有被使用时，再创建新的照片图库或打开另一个照片图库。";

BadArchiveMinor = "您的照片图库已被损坏或不可读；需要一些小的修理。";
BadArchiveMajor = "您的照片图库已被损坏或不可读，所以不能打开。请从备份恢复照片图库。";
BadAlbum = "相簿“%1$@”不可读。";
BadPhoto-One = "照片图库中有一张照片未能读取且已被跳过。";
BadPhoto-Some = "照片图库中有 %1$d 张照片未能读取且已被跳过。";
BadPhoto-Many = "照片图库中有 %1$d 张照片未能读取且已被跳过。";

// Generic error strings
GenericError = "发生意外错误。";
GenericErrorShouldRelaunch = "发生意外错误。请退出并重新启动应用程序。";
GenericErrorShouldReboot = "发生意外错误。请尝试重新启动您的电脑。";

ImportInProgressTitle = "照片正在被导入到照片图库。";
ErrorWaitForImport = "请等待导入完成。";

// Date/time formatting
DateFormatNotSet = "（无日期）";
DateTimeSeparator = " ";
Time12HourFormat = "%p %I:%M";
Time24HourFormat = "%H:%M";
Time12HourFormatWithSeconds = "%p %I:%M:%S";
Time24HourFormatWithSeconds = "%H:%M:%S";
TimeShortFormat = "%Y年%b月%e日 %I:%M %p"; // Used in info panel
DateShortFormat = "%Y/%m/%e"; // Used for rolls
DateUnknown = "日期未知";
YearHeaderYYYYFormat = "%Y";
YearHeaderYYYYMMFormat = "%B %Y";
YearHeaderYYYYMMDDFormat = "%B %e, %Y";
ReviewDateLabelFormat = "%B %e, %Y";

AlbumPhotoCountFormat = "#,###,##0";

// Toolbar buttons/items
ToolbarMoreItemsTooltip = "显示更多工具";
EmailButtonLabel = "电子邮件";
EmailButtonTooltip = "用电子邮件发送所选照片";
PrintButtonLabel = "打印";
PrintButtonTooltip = "打印所选照片";
RotateButtonLabel = "旋转";
ShowHideButtonTooltip = "显示或隐藏照片";
RotateCWButtonTooltip = "顺时针旋转所选照片";
RotateCCWButtonTooltip = "逆时针旋转所选照片";
DesktopButtonLabel = "设定桌面";
DesktopButtonTooltip = "将所选照片用作您的桌面图像";
IDVDButtonLabel = "iDVD";
IDVDButtonTooltip = "将所选照片发送至 iDVD";
BladeButtonLabel = "iWeb ▼";
BladeButtonLabelNoArrow = "iWeb";
BladeButtonTooltip = "将所选照片发送到 iWeb";
BladeBlogButtonLabel = "Blog";
BladeBlogButtonTooltip = "将所选照片发送到 iWeb Blog";
BladePhotosMenuItemLabel = "照片页面";
BladeBlogMenuItemLabel = "Blog";
EditButtonLabel = "编辑";
EditButtonTooltip = "裁剪照片或编辑曝光、颜色以及更多";
ReviewButtonLabel = "检查";
ReviewButtonTooltip = "以全屏幕检查图像";
FullScreenButtonLabel = "全屏幕";
FullScreenButtonTooltip = "切换至全屏幕视图";
BurnButtonLabel = "刻录";
BurnButtonTooltip = "将选定的照片刻录成光盘";
PhotosButtonLabel = "照片";
PhotosButtonTooltip = "整理和共享照片";
DoneButtonLabel = "完成 ";
DoneButtonTooltip = "保存更改并离开编辑视图";
UndoButtonLabel = "还原";
UndoButtonTooltip = "还原更改";
RedoButtonLabel = "重做";
RedoButtonTooltip = "重做更改";
RevertButtonLabel = "复原";
RevertButtonTooltip = "复原所有编辑";
BookButtonLabel = "相册";
BookButtonTooltip = "创建一个新相册";
CalendarButtonLabel = "日历";
CalendarButtonTooltip = "创建一个新日历";
CardButtonLabel = "卡片";
CardButtonTooltip = "创建一个新卡片";
PrintingButtonLabel = "打印";
PrintingButtonTooltip = "创建新的打印项目";
CancelPrintActionTooltip = "取消此打印项目且不打印它";
PrintActionTooltip = "将此项目发送到选定的打印机";
KeepsakeButtonLabel = "产品 ▼";
KeepsakeButtonLabelNoArrow = "产品";
KeepsakeButtonTooltip = "创建新相册、日历或卡片";
SlideshowButtonLabel = "幻灯片显示";
SlideshowButtonTooltip = "创建一张新幻灯片显示";
ShareButtonLabel = "共享 ▼";
ShareButtonLabelNoArrow = "共享";
ShareButtonTooltip = "与其他人共享照片";
ConstrainMenuLabel = "限制";
ConstrainMenuTooltip = "保持所选矩形比例";
CropButtonLabel = "裁剪";
CropButtonTooltip = "将照片尺寸缩小至所选区域大小";
EnhanceButtonLabel = "改善";
RedEyeButtonLabel = "消除红眼";
RedEyeMessage = "点按消除红眼以去掉它";
WhiteBalanceMessage = "拾取照片中的中性灰点或白点以去掉色偏";
RetouchButtonLabel = "润饰";
RetouchMessage = "在斑点上点按或拖移以去掉它";
BWButtonLabel = "黑白色";
SepiaButtonLabel = "棕褐色";
ZoomButtonLabel = "缩放";
ZoomButtonTooltip = "最大化窗口";
RestoreButtonLabel = "退出";
RestoreButtonTooltip = "退出全屏幕";
ExitReviewButtonTooltip = "退出浏览";
ThumbButtonLabel = "缩略图";
ThumbButtonTooltip = "显示或隐藏缩略图";
EditToolsButtonLabel = "调整";
EditEffectsButtonLabel = "效果";
EditStraightenButtonLabel = "校正";
FullScreenThumbs = "缩略图";
FullScreenTools = "工具栏";
ToolButtonTooltip = "显示或隐藏工具";
CompareLabel = "比较";
CompareTooltip = "比较两张照片";
FullScreenInfoLabel = "简介";
FullScreenInfoTooltip = "显示简介面板";
FullScreenInformationTitle = "信息";
EditEffectsButtonTooltip = "显示效果面板";
EditToolsButtonTooltip = "显示调整面板";
EditStraightenButtonTooltip = "显示“校正”面板";
PreviousButtonLabel = "上一张";
PreviousPhotoInAlbumButtonTooltip = "保存更改并移到编辑视图中的上一张照片";
PreviousPhotoInFullscreenButtonTooltip = "存储更改并移到全屏幕视图中的上一张照片";
PreviousPageButtonTooltip = "前往相册中的上一页";
PreviousSlideButtonTooltip = "前往幻灯片显示中的上一张幻灯片";
NextButtonLabel = "下一张";
NextPhotoInAlbumButtonTooltip = "保存更改并移到编辑视图中的下一张照片";
NextPhotoInLibraryButtonTooltip = "前往图库中的下一张照片";
NextPhotoInFullscreenButtonTooltip = "存储更改并移到全屏幕视图中的下一张照片";
NextPageButtonTooltip = "前往相册中的下一页";
NextSlideButtonTooltip = "前往幻灯片显示中的下一张幻灯片";
AdvancedImportLabel = "查看相机";
AdvancedImportPodLabel = "查看 iPod";
AdvancedImportCDLabel = "查看光盘";
AdvancedImportTooltip = "显示相机的内容";
AdvancedImportPodTooltip = "显示 iPod 的内容";
AdvancedImportCDTooltip = "显示光盘的内容";
BasicImportLabel = "完成";
BasicImportTooltip = "隐藏相机的内容";
BasicImportPodTooltip = "隐藏 iPod 的内容";
BasicImportCDTooltip = "隐藏光盘的内容";
StartImportTooltip = "从相机导入选定照片";
StartImportAllTooltip = "从相机导入所有可见照片";
StartImportPodTooltip = "从 iPod 中导入照片";
StartImportCDTooltip = "从光盘中导入照片";
StopImportTooltip = "停止导入照片";
EditZoomSliderMinTooltip = "使照片适合所选范围";
EditZoomSliderMaxTooltip = "以两倍正常大小显示照片";
EditZoomSliderTooltip = "调整照片缩放";


// Edit Adjust panel strings
AdjustPanelTitle = "调整";
EffectsPanelTitle = "效果";
NavigationPanelTitle = "浏览";
LoopPanelTitle = "循环";
CropPanelTitle = "裁剪";
BlemishRetouchPanelTitle = "润饰";
BlemishRedeyePanelTitle = "消除红眼";
StraightenPanelTitle = "校正";
MenuCheckmark = "✓";
AdjustPanelResetButtonTitle = "重置";
AdjustPanelRestoreButtonTitle = "复原";
AdjustPanelResetButtonTooltip = "将所有图像调整还原为默认值";
AdjustPanelRestoreButtonTooltip = "将所有图像调整复原到先前的值";

CropPanelCancelButtonTitle = "取消";
CropPanelResetButtonTitle = "重置";
CropPanelCancelButtonTooltip = "取消裁剪调整并退出裁剪视图";
CropPanelResetButtonTooltip = "还原裁剪和限制";

EditPanelOnTag = "打开";

// Search field strings
SearchEXIFMissingField = "未知";		// smart albums:  shutter speed / is / unknown, aperture / is not / unknown, etc.

// thumbnail tooltip strings
ThumbTooltipDate = "日期：";
ThumbTooltipTime = "时间：";
ThumbTooltipRating = "评价：";
ThumbTooltipFormat = "格式：";
ThumbTooltipDimensions = "尺寸：";
ThumbTooltipSize = "大小：";
ThumbTooltipRanking0 = "・ ・ ・ ・ ・";
ThumbTooltipRanking1 = "★ ・ ・ ・ ・";
ThumbTooltipRanking2 = "★ ★ ・ ・ ・";
ThumbTooltipRanking3 = "★ ★ ★ ・ ・";
ThumbTooltipRanking4 = "★ ★ ★ ★ ・";
ThumbTooltipRanking5 = "★ ★ ★ ★ ★";

// blade warnings
BladeBlogImageCountWarning = "您真的要将 %d 个图像发送到您的 iWeb Blog 吗？";
BladeBlogImageCountMax = "您不能将 500 个以上的图像发送到 iWeb。";

// Export to iDVD warnigns
IDVDWarnOnePhotoTitle = "iDVD 导出";
IDVDWarnOnePhotoMessage = "您已选择了一张照片。仅将一张照片发送到 iDVD 吗？";
IDVDWarnSendSingleImage = "发送单个图像";
IDVDWarnSendWholeEvent = "发送整个事件";
IDVDWarnSendWholeAlbum = "发送整本相簿";
IDVDWarnSendWholeSlideshow = "发送整个幻灯片显示";
IDVDWarnSendWholeBook = "发送整本相册";
IDVDWarnSendWholeCard = "发送整张卡";
IDVDWarnSendWholeCalendar = "发送整本日历";

// thumbnail cache warnings
ThumbnailCacheDamagedMessage = "为了在使用 iPhoto 时获得最佳性能，请重建您的缩略图高速缓存。";
RebuildNow = "现在重建";

// Miscellaneous strings
Yes = "是";
No = "否";
None = "无";
All = "所有";
Delete = "删除";
Upgrade = "升级";
OK = "好";
Cancel = "取消";
Quit = "退出";
Repair = "修复"; // as in repair permissions
Stop = "停止";
FinishLater = "以后完成";
RankingStar = "★";
RankingBullet = "・";
TallString = "Ajg"; // String with a few characters that represent tallest and lowest characters
NoPhotosSelected = "未选择照片";
SelectSomePhotos = "请从照片图库中选择一些照片。";
AddKeywords = "添加关键词";		// in organize view, when the mouse hovers over a photo with no keywords

OpenStackMenuItem = "打开照片栈";
CloseStackMenuItem = "关闭照片栈";

ShowHiddenPhotosMenuItem = "显示已隐藏的照片";
HideHiddenPhotosMenuItem = " 隐藏已隐藏的照片";
ShowPhotoMenuItem = "取消隐藏照片";
HidePhotoMenuItem = "隐藏照片";
ShowPhotosMenuItem = "取消隐藏照片";
HidePhotosMenuItem = "隐藏照片";
ExpandEvents = "扩展事件";
CollapseEvents = "折叠事件";

MakeKeyPhotoMenuItem = "设为关键照片";

HideFlaggedPhotoMenuItem = "隐藏有旗标的照片";
ShowFlaggedPhotoMenuItem = "显示有旗标的照片";
HideFlaggedPhotosMenuItem = "隐藏有旗标的照片";
ShowFlaggedPhotosMenuItem = "显示有旗标的照片";

ClearRetouchMenuItem = "还原润饰";
ClearRedEyeMenuItem = "还原消除红眼";
ClearCropMenuItem = "还原裁剪";
ClearCropConstraintMenuItem = "还原裁剪和限制";
ClearStraightenMenuItem = "还原校正";
ClearDefaultMenuItem = "重置";

ShowPhotoToolbarItem = "取消隐藏";
HidePhotoToolbarItem = "隐藏       ";
ShowPhotosToolbarItem = "取消隐藏照片 ";
HidePhotosToolbarItem = "隐藏照片";
ShowEventPhotos = "显示照片";

EventDetailHeader_SubSingular = "%@ - %@ 张照片";
EventDetailHeader_SubPlural = "%@ - %@ 张照片";
EventDetailHeader_Back = "所有事件";

HiddenBadgeText = "隐藏";

BookWarnTitle = "未选定相簿。";
BookWarnTextWillBeLost = "更改相册设计将重置所有您键入的自定文本。是否继续？";
BookTooLarge = "订购的相册不能超过 50 页。请在订购之前从相册中删除页面。";
GenericWarnTitle = "警告";
AlreadyRunning = "iPhoto 已在运行。一次只能运行一个拷贝。";
MissingFrameworks = "iPhoto 缺少系统文件，不能打开。请使用 iLife 光盘重新安装 iPhoto。";
RebuildThumbnailsTitle = "您真的要重新创建照片图库中所有照片的缩略图吗？";
RebuildThumbnailsMsg = "这将不会更改原始照片。";
OSVersionNotRecommmended = "要使用此版本的 iPhoto，建议您升级至 Mac OS X 10.3.6 或更高版本。";
BookWarnForLibrary = "要切换到“相册”视图，请先选取一个相簿。";
ScreenSaverWarnForLibrary = "请在尝试使用“屏幕保护”前选择一组照片或创建一个相簿。";
PreferencesSlideShowJaguarWarning = "只有您的屏幕效果设置被配置为使用“图片”文件夹屏幕效果，iPhoto 才能更改它。";
OSVersionTitle = "无法开启 iPhoto";
OSVersion = "iPhoto 要求 Mac OS X v10.4.9 Tiger 或更高版本。有关更新您的软件的更多信息，请访问 www.apple.com.cn/macosx。";
ErrorDiskSpace = "没有足够的磁盘空间完成该操作。";
ErrorUpgradeDiskSpace = "没有足够磁盘空间升级照片图库。iPhoto 还需要 %@。";
ErrorRebuildLibraryTitle = "您真的要重建照片图库吗？";
ErrorRebuildLibraryMsg = "如果它不可读或被损坏，一些数据可能会丢失。";
ResolutionWarning = "当前屏幕分辨率不是最适合 iPhoto 的分辨率。";
AlbumSelectionCount-None = "所选部分没有照片。";
AlbumSelectionCount-One = "所选部分包含 1 张照片。";
AlbumSelectionCount-Some = "所选部分包含 %1$d 张照片。";
AlbumSelectionCount-Many = "所选部分包含 %1$d 张照片。";
AllAlbums = "全部相簿";
AnyAlbum = "全部相簿";
CompletingRotation = "正在完成旋转…";
FUSFailure = "您尝试打开的图库正在使用中。另一个用户很可能正在运行 iPhoto 并使用该图库。";

// Offline file errors
VolumeNotFoundTitle = "找不到“%@”的宗卷。";
VolumeNotFoundMsg = "插入光盘或连接到服务器宗卷，等待其出现在桌面上，然后重试。\n";
FileNotFoundTitle = "";
PhotoNotFoundMsg = "未能打开照片“%@”，因为找不到原始项。\n";
MovieNotFoundMsg = "未能打开影片“%@”，因为找不到原始项。\n";
FindPhotoButton = "查找照片…";
FindMovieButton = "查找影片…";
PhotoMissingMsg = "找不到照片。";
MovieMissingMsg = "找不到影片。";
VolumeMissingMsg = "找不到此照片的宗卷。";

// Screen Effects Strings
iPhotoSelection = "iPhoto 所选内容";

// Mail stuff
MailGenericSubjectFormat = "%1$d 张精彩的 iPhoto 照片";
MailTitle = "未选取照片。";
MailNoSelection = "请选取您想用电子邮件发送的照片，然后再试。";
MailProgressTitle = "正在为电子邮件准备照片…";
MailProgressFormat = "%3$d 张照片中的第 %2$d 张：%1$@";
ByteSize-None = "0 KB";			// KilobyteAbbreviation format is most compatible with iPhoto 4
ByteSize-One = "1 字节";
ByteSize-Some = "%1$@ 个字节";
ByteSize-Many = "%1$@ 个字节";
KilobyteAbbreviation = "KB";
MegabyteAbbreviation = "MB";
GigabyteAbbreviation = "GB";

// iDVD stuff
IDVDAppName = "iDVD";
IDVDGenericSlideshowName = "我的幻灯片显示";
IDVDPrepareProgress = "正在准备照片…";
IDVDProgressFormat = "文件：%1$@（第 %2$d 个，共 %3$d 个）";
IDVDSendProgress = "正在向 iDVD 传送照片";
IDVDDismayString = "此功能只在带有 iDVD 版本 2.1 或更高的电脑上可用。";
IDVDCurrentDBString = "请将照片导入到照片图库中，然后再导出到 iDVD。";

// Blade stuff
BladeSendProgress = "正在将照片发送到 iWeb";

// Image dimensions
ImageDimension-None = "0 像素";
ImageDimension-One = "1 像素";
ImageDimension-Some = "%1$@ 个像素";
ImageDimension-Many = "%1$@ 个像素";

// EXIF Labels
ExposureFlashLabel = "闪光灯";
ExposureFlashLabelFormat = "闪光灯 %@";
ExposureISOLabelFormat = "ISO %i";

// EXIF strings
InfoNotSetString = "--";
ExposureFlashOn = "开";
ExposureFlashOff = "关";
ExposureBiasFormat = "%.2f";
ExposureDistanceFormat = "%.2f m";
ExposureFocalLengthFormat = "%gmm";
ExposureIndexFormat = "%.1f";
ExposureISOSpeedFormat = "%d";
GPSPositionFormat = "%2$.2f˚ %3$.2f' %4$.2f\" %1$c";
GPSAltitudeFormat = "%.2f m";

// Sensing methods
ExposureSensing1 = "未定义";
ExposureSensing2 = "单片色彩区域";
ExposureSensing3 = "双片色彩区域";
ExposureSensing4 = "三片色彩区域";
ExposureSensing5 = "色彩连续区域";
ExposureSensing7 = "三线";
ExposureSensing8 = "色彩线性连续";

// Metering modes
ExposureMetering0 = "未知";
ExposureMetering1 = "平均";
ExposureMetering2 = "中心加权平均";
ExposureMetering3 = "聚光灯";
ExposureMetering4 = "多聚光灯";
ExposureMetering5 = "模式";
ExposureMetering6 = "局部";
ExposureMetering255 = "其他";

// Light Sources
ExposureLightSource0 = "未知";
ExposureLightSource1 = "自然光";
ExposureLightSource2 = "荧光灯";
ExposureLightSource3 = "钨灯";
ExposureLightSource17 = "标准光 A";
ExposureLightSource18 = "标准光 B";
ExposureLightSource19 = "标准光 C";
ExposureLightSource20 = "D55";
ExposureLightSource21 = "D65";
ExposureLightSource22 = "D75";
ExposureLightSource255 = "其它";

// Exposure Programs
ExposureProgram0 = "未定义";
ExposureProgram1 = "手动";
ExposureProgram2 = "正常程序";
ExposureProgram3 = "光圈优先";
ExposureProgram4 = "快门优先";
ExposureProgram5 = "创意程序";
ExposureProgram6 = "动作程序";
ExposureProgram7 = "竖排模式";
ExposureProgram8 = "横排模式";

DPAPServiceErrorAlertTitle = "共享错误";
DPAPServiceLaunchError = "尝试共享您的照片时出错。";
DPAPServiceCrashError = "共享您的照片时出错。";
DPAPServiceDefaultNameFormat = "“%1$@”的图库";
DPAPClientAccessErrorAlertMessage = "访问“%1$@”时出错。";
DPAPClientPasswordDialogTitle = "照片图库密码";
DPAPClientPasswordDialogPrompt = "照片图库“%1$@”需要密码：";
DPAPClientPasswordDialogRetryPrompt = "为照片图库“%1$@”输入的密码不正确。请重新尝试：";
DPAPServiceShutdownAlertButtonTitle = "关闭共享";
DPAPServiceShutdownAlertTitle = "您真的要关闭共享吗？";
DPAPServiceShutdownAlertMessage = "一个或多个用户连接到您的共享照片图库中。";
DPAPServiceAppQuitAlertButtonTitle = "断开共享用户";
DPAPServiceAppQuitAlertTitle = "您真的要退出 iPhoto 并断开所有正在共享的用户吗？";
DPAPServiceAppQuitAlertMessage = "一个或多个用户连接到您的共享照片图库中。\n";
DPAPServiceDefaultLibraryName = "共享照片图库";
DPAPServiceStatusOn = "开";
DPAPServiceStatusOnUser = "开，已连接一个用户";
DPAPServiceStatusOnUsers = "开，已连接 %1$d 个用户";
DPAPServiceStatusOff = "关";
DPAPServiceStatusStarting = "正在启动…";
DPAPServiceStatusWillRestart = "将重新启动…";
DPAPServiceFirewallAlertMessage = "其他用户将不能访问您的共享照片，因为端口 %1$d 已被您的防火墙软件阻挡。请停用此端口的防火墙，然后重新启动 iPhoto。";
DPAPServiceFirewallAlertCheckboxText = "不再显示此消息。";
DPAPClientMissingPhotosError = "一些被引用的共享照片不再可用。";
DBSharingInSlideshowWarning = "iPhoto 当前正在共享照片。如果您正在播放幻灯片显示，而其他用户访问您的照片，这就会导致性能问题。您可以在“偏好设置”的“共享”面板中停用照片共享。";

// Time esitmate strings -- taken from Finder, which uses ParamText. Callers should replace ^0 with %@

"PW2" = "正在估计剩余时间…";
"PW3" = "剩余时间：%@";
"U20" = "大约 5 秒";
"U21" = "大约 10 秒";
"U22" = "少于一分钟";
"U23" = "大约一分钟";
"U24" = "大约 %d 分钟";
"U25" = "大约一小时";
"U26" = "大约 %d 小时";


// Upgrade checking mechanism
WebUpgradeNoNewUpdates = "iPhoto %1$@ 是最新版本。";   // application will fill in the version number (i.e.: "4.0.2")
WebUpgradeNetworkError = "不能联系到 iPhoto 更新服务器。请检查 Internet 连接，或稍后再试一次。";
WebUpgradeDialogTitle = "iPhoto 更新";
WebUpgradeHelpButton = "帮助";

// Tooltips for the cal/keyword/info buttons
InfoTooltipShow = "显示所选照片的信息";
InfoTooltipHide = "隐藏信息";
CalendarTooltipShow = "按日期查找照片";
CalendarTooltipHide = "隐藏日历";
CalendarTooltipReturn = "返回至日历搜索";
KeywordTooltipShow = "按关键词查找照片";
KeywordTooltipHide = "隐藏关键词";
KeywordTooltipReturn = "返回至关键词搜索";

// Tooltips for keyword info panel
KeywordPrefDeleteKeyword = "删除当前所选的关键词";
KeywordPrefDeleteKeywords = "删除当前所选的多个关键词";	// 2 or more keywords are selected
KeywordPrefCanNotDeleteCheckmark = "您不能删除选择标记号关键词";
KeywordPrefNothingToDelete = "选择要删除的关键词";
KeywordPrefAddKeyword = "创建新关健词";
KeywordsWithShortcuts = "快速成组";
KeywordsWithoutShortcuts = "关键词";

// External editor strings
DefaultExternalTitle = "应用程序中…";
EditInApplicationFormat = "%@ 中…";

// Calendar Info
CalInfoWeekStartOffset = "0";				// "0" = start week on Sunday (USA), "6" = start on Monday (Europe);  try values between 1 and 5 for some real fun;  not used in OS 10.4 or if StartingDayOfWeek_xx_xx string exists in Archive.strings
CalInfoWidth = "161";						// min value is 161;  This string is converted to an integer and used as the width of calendar. If your month names are wider than English labels, increase this number. You can increase the splitter bar's overall minimum width by changing the NIB file.
CalInfoMonthYearFormat = "%1$@ %2$d";		// %1 is the month string and %2 is a 4-digit year; eg: "February 2005";  use "%2$d %1$@" to reverse to "2005 February"
CalInfoJanuary = "1 月";
CalInfoFebruary = "2 月";
CalInfoMarch = "3 月";
CalInfoApril = "4 月";
CalInfoMay = "5 月";
CalInfoJune = "6 月";
CalInfoJuly = "7 月";
CalInfoAugust = "8 月";
CalInfoSeptember = "9 月";
CalInfoOctober = "10 月";
CalInfoNovember = "11 月";
CalInfoDecember = "12 月";
CalInfoJanuaryAbbr = "1";
CalInfoFebruaryAbbr = "2";
CalInfoMarchAbbr = "3";
CalInfoAprilAbbr = "4";
CalInfoMayAbbr = "5";
CalInfoJuneAbbr = "6";
CalInfoJulyAbbr = "7";
CalInfoAugustAbbr = "8";
CalInfoSeptemberAbbr = "9";
CalInfoOctoberAbbr = "10";
CalInfoNovemberAbbr = "11";
CalInfoDecemberAbbr = "12";
CalInfoSundayAbbr = "日";
CalInfoMondayAbbr = "一";
CalInfoTuesdayAbbr = "二";
CalInfoWednesdayAbbr = "三";
CalInfoThursdayAbbr = "四";
CalInfoFridayAbbr = "五";
CalInfoSaturdayAbbr = "六";
CalInfoSunday = "星期日";
CalInfoMonday = "星期一";
CalInfoTuesday = "星期二";
CalInfoWednesday = "星期三";
CalInfoThursday = "星期四";
CalInfoFriday = "星期五";
CalInfoSaturday = "星期六";
CalInfoToday = "今天";
CalInfoTomorrow = "明天";
CalInfoYesterday = "昨天";

// "Super Info"
InfoPhotoNothing = "无项";
InfoPhoto-None = "0 张照片";
InfoPhoto-One = "1 张照片";
InfoPhoto-Some = "%1$@ 张照片";
InfoPhoto-Many = "%1$@ 张照片";
InfoMovie-None = "0 个影片";
InfoMovie-One = "1 个影片";
InfoMovie-Some = "%1$@ 部影片";
InfoMovie-Many = "%1$@ 部影片";
InfoAlbum-None = "0 个相簿";
InfoAlbum-One = "1 个相簿";
InfoAlbum-Some = "%1$@ 个相簿";
InfoAlbum-Many = "%1$@ 个相簿";
InfoKeepsake-None = "0 个产品";
InfoKeepsake-One = "1 个产品";
InfoKeepsake-Some = "%1$@ 个产品";
InfoKeepsake-Many = "%1$@ 个产品";
InfoSlideshow-None = "0 张幻灯片显示";
InfoSlideshow-One = "1 张幻灯片显示";
InfoSlideshow-Some = "%1$@ 个幻灯片显示";
InfoSlideshow-Many = "%1$@ 个幻灯片显示";
InfoFolder-None = "0 个文件夹";
InfoFolder-One = "1 个文件夹";
InfoFolder-Some = "%1$@ 个文件夹";
InfoFolder-Many = "%1$@ 个文件夹";
InfoEvent-None = "0 个事件";
InfoEvent-One = "1 个事件";
InfoEvent-Some = "%1$@ 个事件";
InfoEvent-Many = "%1$@ 个事件";
InfoBookPages-None = "0 页";
InfoBookPages-One = "1 页";
InfoBookPages-Some = "%1$@ 页";
InfoBookPages-Many = "%1$@ 页";
InfoCalendarMonths-None = "0 个月";
InfoCalendarMonths-One = "1 个月";
InfoCalendarMonths-Some = "%1$@ 个月";
InfoCalendarMonths-Many = "%1$@ 个月";
InfoBookUnplacedLabel-None = "0 张未被放入的照片";	// this string isn't actually used
InfoBookUnplacedLabel-One = "1 张未被放入的照片";
InfoBookUnplacedLabel-Some = "%@ 张未被放入的照片";
InfoBookUnplacedLabel-Many = "%@ 张未被放入的照片";
InfoPixelSize = "%1$d × %2$d";				// gives the dimensions of a photo in pixels
InfoSourceFormat = "%@（来自 %@）";
InfoComments = "描述";
InfoDateLabel = "日期";						// date for a picture
InfoTimeLabel = "时间";
InfoFromLabel = "自";						// when there is a range of pictures and so a range of dates (or times)
InfoToLabel = "至";							// when there is a range of pictures and so a range of dates (or times)
InfoItemsLabel = "项";
InfoSizeLabel = "大小";						// file size in kilobytes or megabytes
InfoTitleLabel = "标题";					// "title" is for pictures
InfoNameLabel = "名称";						// "name" is for albums and events
InfoKeywordLabel = "关键词";				// keywords for single photo
InfoRankingLabel = "评价";				// star rating control
InfoFormatLabel = "种类";					// file format for the photo (jpeg, raw, tiff, etc)
InfoThemeLabel = "主题";					// for books
InfoSheetSizeLabel = "表单";				// for local printing
InfoPrintSizeLabel = "打印";				// for local printing
InfoPaperTypeLabel = "纸张";				// for local printing
InfoPrinterLabel = "打印机";				// for local printing
InfoCoverTypeLabel = "类型";				// for books
InfoAlbumsLabel = "相簿";					// gives the count of the number of albums selected when more than one is selected
InfoAlbumsPubURL = "URL";					// gives the URL for RSS of published albums (albums that the user is publishing to other people)
InfoAlbumsSubURL = "URL";					// gives the URL for RSS of subscribed albums (albums that the user is receiving from soneone else)
InfoLabelWidth = "53";						// This string is converted to an integer and used as the width of the labels in Info. If your labels are wider than English labels, increase this number. You can increase info's overall width by changing the NIB file.


// Super Info file formats;  The last 4 characters designate the quicktime file type.
// Should be digits 0-9 and capital letters;  lowercase is converted to capital.
// Other chars are replaced with "_".
InfoFileTypeJPEG = "JPEG 图像";
InfoFileTypePNGF = "PNG 图像";
InfoFileTypeGIFF = "GIF 图像";
InfoFileTypeTIFF = "TIFF 图像";
InfoFileType8BPS = "Photoshop 图像";
InfoFileTypeBMPF = "位图图像";
InfoFileTypePDF_ = "PDF 图像";
InfoFileType_SGI = "SGI 图像";
InfoFileTypePICT = "Apple PICT 图像";
InfoFileTypeJP2_ = "JPEG 2000 图像";

InfoFileTypeCRW_ = "Canon Raw";
InfoFileTypeCR2_ = "Canon Raw";
InfoFileTypeKDC_ = "Kodak Raw";
InfoFileTypeDCR_ = "Kodak Raw";
InfoFileTypeDNG_ = "Adobe DNG";
InfoFileTypeMRW_ = "Minolta Raw";
InfoFileTypeNEF_ = "Nikon Raw";
InfoFileTypeORF_ = "Olympus Raw";
InfoFileTypePEF_ = "Pentax Raw";
InfoFileTypeX3F_ = "Sigma Raw";
InfoFileTypeSRF_ = "Sony Raw";

InfoFileTypeVFW_ = "AVI 影片";				// Video files created by cameras with the quicktime type of "VfW".
InfoFileTypeMOOV = "QuickTime 影片";		// Quicktime video files created by cameras
InfoFileTypeMOV_ = "QuickTime 影片";
InfoFileTypeMPG_ = "MPEG1 影片";			// Sony
InfoFileTypeMPG4 = "MPEG4 影片";

"organize" = "整理显示方式：";

// settings menu
SettingsMenuItem = "设置";
SettingsAlbumsMenuItem = "相簿";
SettingsLocationMenuItem = "Location";
SettingsRowsMenuItem = "缩略图行";
SettingsColumnsMenuItem = "缩略图列";
SettingsTopMenuItem = "上";
SettingsLeftMenuItem = "左";
SettingsRightMenuItem = "右";
RowTitle = "行";
RowsTitle = "行";
ColumnTitle = "栏";
ColumnsTitle = "栏";
Settings1MenuItem = "1";
Settings2MenuItem = "2";
Settings3MenuItem = "3";
Settings4MenuItem = "4";

ShelfAlbumName = "有旗标";

TBFlag = "标上旗标";
TBUnflag = "不标旗标";
TBFlagTip = "给选定照片标上旗标";
TBUnflagTip = "选定照片不标旗标";
FlagPhoto = "给照片标上旗标";
FlagPhotos = "给照片标上旗标";
UnflagPhoto = "照片不标旗标";
UnflagPhotos = "照片不标旗标";

UntitledEvent = "未命名事件";

MergeSelectedEvents_Message = "所选事件中的所有照片都将被移到一个事件中。";

DragMergeEvents_Title = "您要合并这些事件吗？";
DragMergeEvents_Message = "您正在拖移的事件中的所有照片都将被移到事件“%1$@”中。";
DragMergeEvents_MultiMessage = "您正在拖移的 %1$d 个事件中的所有照片都将被移到事件“%2$@”中。";
DragMergeEvents_OK = "合并";
DragMergeEvents_Cancel = "取消";
DragMergeEvents_Option = "不再询问";

FlaggedToTrashWarning_Title = "将有旗标的照片移到废纸篓吗？";
FlaggedToTrashWarning_Message = "所有有旗标的照片都将被移到废纸篓。";
FlaggedToTrashWarning_OK = "移动";
FlaggedToTrashWarning_Cancel = "取消";
FlaggedToTrashWarning_Option = "不再询问";

CreateEvent = "创建事件";
CreateEventAsking = "创建事件…";

CreateEventWarning_Title = "创建新事件";
CreateEventWarning_Message = "一张照片每次只能出现在一个事件中。新事件将从现有事件中移走选定照片。";
CreateEventWarning_Message_Flagged = "一张照片每次只能出现在一个事件中。新事件将从现有事件中移走有旗标的照片。";
CreateEventWarning_OK = "创建";
CreateEventWarning_Cancel = "不创建";
CreateEventWarning_Option = "不再询问";

// source list sections
SECTION_RECENT = "最近使用的";
SECTION_LIBRARY = "图库";
SECTION_SHARES = "共享";
SECTION_SUBSCRIPTIONS = "订阅";
SECTION_PHOTOCASTS = "网络画廊";
SECTION_DEVICES = "设备";
SECTION_PRODUCTS = "项目";
SECTION_SLIDESHOWS = "幻灯片显示";
SECTION_ALBUMS = "相簿";
SECTION_TRASH = "-";

HoldToolTip = "将此事件保留在来源列表中";
ReleaseToolTip = "在来源列表中显示上次选定的事件";
HoldSourceLabel = "挂起";
ReleaseSourceLabel = "解除";
FreezeSourceLabel = "冻结";
UnfreezeSourceLabel = "解冻";
PinSourceLabel = "固定";
UnpinSourceLabel = "取消固定";
New = "新建";
ClearSourceLabel = "清除";

NATB_Album = "相簿";
NATB_SmartAlbum = "智能相簿";
NATB_Book = "相册";
NATB_Card = "卡片";
NATB_Calendar = "日历";
NATB_Slideshow = "幻灯片显示";
NATB_DotMac = "网络画廊";

// Time Machine
TM_ILMBTooOldForTimeMachineTitle = "";
TM_ILMBTooOldForTimeMachineMessage = "要浏览 iPhoto 备份，您需要安装更高版本的“iLife 支持”。";
TM_RestoreEntireLibraryTitle = "要恢复整个图库吗？";
TM_RestoreEntireLibraryMessage = "文件将拷贝回 iPhoto 图库，然后 iPhoto 将重新启动。";
TM_RestoreEntireLibraryOKButton = "恢复";
TM_RestoreEntireLibraryCancelButton = "取消";
TM_RestoreProgressDialogText = "正在恢复 iPhoto 图库。";
TM_RestoreEntireLibraryFailedTitle = "恢复 iPhoto 图库时出现了问题。";
TM_RestoreEntireLibraryFailedMessage = "请从 Finder 使用 Time Machine 来恢复位置“%@”处的图库";
TM_NoBackupFoundTitle = "";
TM_NoBackupFoundMessage = "iPhoto 图库尚未备份。";

// .Mac errors
"There was a problem connecting to .Mac" = "连接到 .Mac 时出现问题";
".Mac services may not be available at this time. You can try again later if it doesn't work." = ".Mac 服务此时可能不可用。如果该服务不工作，您可以稍后再试一次。";
"You have not set up your .Mac account." = "您还未设置 .Mac 帐户。";
"Your .Mac account configuration is not correct." = "您的 .Mac 帐户配置不正确。";
"You must set up your .Mac account in System Preferences." = "您必须在“系统偏好设置”中设置您的 .Mac 帐户。";
".Mac is not available." = ".Mac 不可用。";
"You don't have a connection to the Internet. You can try again later when you have a network connection." = "您的电脑未连接到 Internet。当电脑连接上网络之后，您可以再试一次。";
"You have already published using this username." = "您已使用此用户名称进行了发布。";
"If you specified a new password, everything previously published with this username will use the new password." = "如果您指定了一个新密码，则先前使用此用户名称发布的所有内容都将使用此新密码。";
